{"of": 0, "and": 1, "the": 2, "to": 3, "in": 4, "a": 5, "is": 6, "diabetes": 7, "with": 8, "for": 9, "pregnancy": 10, "gdm": 11, "as": 12, "be": 13, "women": 14, "are": 15, "glucose": 16, "risk": 17, "that": 18, "by": 19, "insulin": 20, "maternal": 21, "or": 22, "have": 23, "complications": 24, "on": 25, "blood": 26, "may": 27, "during": 28, "an": 29, "should": 30, "it": 31, "such": 32, "gestational": 33, "control": 34, "2": 35, "fetal": 36, "pre": 37, "this": 38, "mellitus": 39, "management": 40, "diabetic": 41, "al": 42, "at": 43, "1": 44, "levels": 45, "delivery": 46, "who": 47, "type": 48, "also": 49, "et": 50, "can": 51, "increased": 52, "if": 53, "which": 54, "care": 55, "from": 56, "birth": 57, "macrosomia": 58, "these": 59, "5": 60, "obesity": 61, "most": 62, "early": 63, "been": 64, "high": 65, "their": 66, "more": 67, "not": 68, "mother": 69, "monitoring": 70, "has": 71, "long": 72, "term": 73, "than": 74, "neonatal": 75, "3": 76, "existing": 77, "health": 78, "all": 79, "higher": 80, "hyperglycemia": 81, "first": 82, "both": 83, "pregnant": 84, "result": 85, "growth": 86, "there": 87, "screening": 88, "must": 89, "fetus": 90, "mothers": 91, "metabolic": 92, "outcomes": 93, "congenital": 94, "hypoglycemia": 95, "new": 96, "after": 97, "due": 98, "t2dm": 99, "7": 100, "treatment": 101, "will": 102, "4": 103, "postpartum": 104, "weeks": 105, "its": 106, "include": 107, "hypertension": 108, "other": 109, "however": 110, "associated": 111, "resistance": 112, "weight": 113, "diagnosis": 114, "review": 115, "oral": 116, "two": 117, "pregnancies": 118, "patients": 119, "disease": 120, "changes": 121, "increase": 122, "guidelines": 123, "conception": 124, "research": 125, "before": 126, "15": 127, "between": 128, "risks": 129, "reduce": 130, "8": 131, "dl": 132, "l": 133, "normal": 134, "tab": 135, "open": 136, "non": 137, "6": 138, "significant": 139, "10": 140, "period": 141, "addition": 142, "common": 143, "9": 144, "problems": 145, "when": 146, "placental": 147, "they": 148, "post": 149, "beta": 150, "ada": 151, "hba1c": 152, "12": 153, "therapy": 154, "glycemic": 155, "having": 156, "anomalies": 157, "cardiovascular": 158, "mg": 159, "well": 160, "30": 161, "being": 162, "including": 163, "throughout": 164, "mmol": 165, "children": 166, "some": 167, "trimester": 168, "regular": 169, "about": 170, "20": 171, "likely": 172, "particularly": 173, "syndrome": 174, "elevated": 175, "diet": 176, "factors": 177, "perinatal": 178, "foetus": 179, "foetal": 180, "clinical": 181, "were": 182, "studies": 183, "prevalence": 184, "but": 185, "preterm": 186, "population": 187, "those": 188, "possible": 189, "up": 190, "nephropathy": 191, "developing": 192, "compared": 193, "prevent": 194, "age": 195, "incidence": 196, "one": 197, "condition": 198, "malformations": 199, "years": 200, "development": 201, "metformin": 202, "greater": 203, "lifestyle": 204, "offspring": 205, "hypoglycaemia": 206, "table": 207, "assessment": 208, "association": 209, "criteria": 210, "test": 211, "seen": 212, "later": 213, "cesarean": 214, "level": 215, "following": 216, "24": 217, "14": 218, "function": 219, "had": 220, "major": 221, "22": 222, "causes": 223, "child": 224, "develop": 225, "glycaemic": 226, "related": 227, "impact": 228, "figure": 229, "was": 230, "nice": 231, "based": 232, "required": 233, "prior": 234, "essential": 235, "diagnostic": 236, "tolerance": 237, "ogtt": 238, "g": 239, "low": 240, "important": 241, "like": 242, "into": 243, "while": 244, "worsening": 245, "defects": 246, "retinopathy": 247, "baby": 248, "given": 249, "without": 250, "recommended": 251, "three": 252, "despite": 253, "only": 254, "therefore": 255, "fasting": 256, "gestation": 257, "hour": 258, "education": 259, "improve": 260, "140": 261, "dystocia": 262, "shoulder": 263, "data": 264, "additionally": 265, "exercise": 266, "role": 267, "prandial": 268, "effective": 269, "cell": 270, "sugar": 271, "diseases": 272, "findings": 273, "abnormalities": 274, "acid": 275, "diagnosed": 276, "among": 277, "75": 278, "detection": 279, "adverse": 280, "preeclampsia": 281, "lower": 282, "medication": 283, "history": 284, "macrosomic": 285, "use": 286, "evidence": 287, "patient": 288, "study": 289, "several": 290, "controlled": 291, "28": 292, "11": 293, "potential": 294, "2023": 295, "follow": 296, "established": 297, "results": 298, "medications": 299, "time": 300, "ultrasound": 301, "although": 302, "through": 303, "infants": 304, "furthermore": 305, "rate": 306, "once": 307, "within": 308, "production": 309, "respiratory": 310, "linked": 311, "distress": 312, "poor": 313, "infant": 314, "along": 315, "subsequent": 316, "prenatal": 317, "chance": 318, "any": 319, "premature": 320, "healthy": 321, "appropriate": 322, "cells": 323, "woman": 324, "achieve": 325, "majority": 326, "do": 327, "dietary": 328, "consequences": 329, "adulthood": 330, "article": 331, "basheer": 332, "author": 333, "abstract": 334, "albairmani": 335, "m": 336, "avoid": 337, "analysis": 338, "multidisciplinary": 339, "performed": 340, "access": 341, "background": 342, "labor": 343, "cost": 344, "countries": 345, "inadequate": 346, "25": 347, "significantly": 348, "life": 349, "need": 350, "thus": 351, "critical": 352, "status": 353, "daily": 354, "tube": 355, "neural": 356, "considered": 357, "above": 358, "used": 359, "intolerance": 360, "complication": 361, "moreover": 362, "increasing": 363, "factor": 364, "stillbirth": 365, "order": 366, "many": 367, "13": 368, "17": 369, "renal": 370, "glyburide": 371, "18": 372, "issues": 373, "might": 374, "maintain": 375, "comprehensive": 376, "provide": 377, "frequent": 378, "40": 379, "19": 380, "pumps": 381, "rates": 382, "35": 383, "cause": 384, "third": 385, "mother's": 386, "placenta": 387, "section": 388, "23": 389, "short": 390, "26": 391, "impaired": 392, "newborn": 393, "newborns": 394, "mortality": 395, "shown": 396, "show": 397, "chronic": 398, "nutrition": 399, "physical": 400, "cases": 401, "carbohydrate": 402, "index": 403, "39": 404, "delivered": 405, "found": 406, "no": 407, "previous": 408, "morbidity": 409, "labour": 410, "approach": 411, "over": 412, "still": 413, "occur": 414, "excessive": 415, "times": 416, "uterine": 417, "necessary": 418, "experience": 419, "large": 420, "childhood": 421, "onset": 422, "2010": 423, "therapeutic": 424, "included": 425, "mona": 426, "american": 427, "salaheldin": 428, "organization": 429, "recommendations": 430, "strategies": 431, "raniah": 432, "folic": 433, "aim": 434, "pump": 435, "visit": 436, "cgm": 437, "continuous": 438, "tight": 439, "intensive": 440, "future": 441, "keywords": 442, "preconception": 443, "regulation": 444, "effects": 445, "where": 446, "varies": 447, "present": 448, "interventions": 449, "intervention": 450, "inhibitors": 451, "ace": 452, "best": 453, "reducing": 454, "family": 455, "dose": 456, "often": 457, "populations": 458, "overt": 459, "using": 460, "ensure": 461, "contribute": 462, "further": 463, "95": 464, "especially": 465, "neuropathy": 466, "16": 467, "drugs": 468, "safety": 469, "target": 470, "self": 471, "vary": 472, "per": 473, "2017": 474, "so": 475, "healthcare": 476, "ketoacidosis": 477, "severe": 478, "careful": 479, "limited": 480, "21": 481, "does": 482, "close": 483, "proper": 484, "environment": 485, "leads": 486, "29": 487, "32": 488, "main": 489, "protein": 490, "postprandial": 491, "conditions": 492, "36": 493, "year": 494, "authors": 495, "could": 496, "eclampsia": 497, "i": 498, "progression": 499, "outcome": 500, "made": 501, "individuals": 502, "lactogen": 503, "fat": 504, "spontaneous": 505, "even": 506, "general": 507, "did": 508, "contraception": 509, "pressure": 510, "intra": 511, "advice": 512, "gain": 513, "each": 514, "reduced": 515, "against": 516, "usually": 517, "hours": 518, "jaundice": 519, "develops": 520, "overweight": 521, "vaishnavi": 522, "nakshine": 523, "obese": 524, "strategy": 525, "affected": 526, "growing": 527, "tissue": 528, "illness": 529, "depression": 530, "according": 531, "activity": 532, "milk": 533, "nutritional": 534, "2020": 535, "2012": 536, "yousif": 537, "notes": 538, "copyright": 539, "world": 540, "alweena": 541, "information": 542, "ahmed": 543, "syouti": 544, "haya": 545, "kidwai": 546, "fatma": 547, "eyman": 548, "pmcid": 549, "license": 550, "elfaki": 551, "alzubaidy": 552, "macky": 553, "search": 554, "pmid": 555, "excellence": 556, "tala": 557, "guide": 558, "hemoglobin": 559, "stringent": 560, "supplementation": 561, "terms": 562, "considerable": 563, "insurance": 564, "introduction": 565, "addressed": 566, "implications": 567, "global": 568, "involves": 569, "affect": 570, "minimize": 571, "70": 572, "goal": 573, "maintaining": 574, "complicated": 575, "carries": 576, "available": 577, "intake": 578, "rising": 579, "since": 580, "symptoms": 581, "off": 582, "face": 583, "presents": 584, "sensitivity": 585, "ideally": 586, "twice": 587, "regularly": 588, "optimal": 589, "specifically": 590, "team": 591, "detect": 592, "bmi": 593, "2022": 594, "e": 595, "timely": 596, "crucial": 597, "born": 598, "less": 599, "uncontrolled": 600, "meals": 601, "decrease": 602, "potentially": 603, "needs": 604, "because": 605, "smbg": 606, "require": 607, "urinary": 608, "providers": 609, "attention": 610, "experienced": 611, "much": 612, "benefits": 613, "failure": 614, "good": 615, "normally": 616, "how": 617, "second": 618, "besides": 619, "restricted": 620, "monitor": 621, "them": 622, "newly": 623, "intrauterine": 624, "resulting": 625, "state": 626, "circulation": 627, "brachial": 628, "occurs": 629, "plexus": 630, "suffer": 631, "27": 632, "poorly": 633, "fold": 634, "few": 635, "cardiac": 636, "31": 637, "case": 638, "avoided": 639, "prevention": 640, "full": 641, "line": 642, "activities": 643, "managing": 644, "involve": 645, "33": 646, "cannot": 647, "help": 648, "whether": 649, "34": 650, "every": 651, "surveillance": 652, "38": 653, "37": 654, "part": 655, "treat": 656, "breastfeeding": 657, "would": 658, "make": 659, "needed": 660, "our": 661, "get": 662, "declared": 663, "response": 664, "organizations": 665, "support": 666, "medical": 667, "counselling": 668, "affects": 669, "fact": 670, "direct": 671, "approximately": 672, "small": 673, "centres": 674, "certain": 675, "unfortunately": 676, "adiposity": 677, "hormones": 678, "secretion": 679, "near": 680, "pancreatic": 681, "then": 682, "hyperglycaemia": 683, "body": 684, "caused": 685, "decreased": 686, "damage": 687, "rather": 688, "out": 689, "includes": 690, "artery": 691, "methods": 692, "effect": 693, "encouraged": 694, "least": 695, "treated": 696, "95mg": 697, "natal": 698, "lead": 699, "day": 700, "size": 701, "moderate": 702, "human": 703, "measurement": 704, "vital": 705, "serum": 706, "undertaken": 707, "induced": 708, "advised": 709, "death": 710, "modified": 711, "vaginal": 712, "48": 713, "discussed": 714, "group": 715, "threshold": 716, "hapo": 717, "gm": 718, "glibenclamide": 719, "cvd": 720, "controlling": 721, "childbirth": 722, "c": 723, "people": 724, "credits": 725, "image": 726, "probability": 727, "pass": 728, "transport": 729, "known": 730, "alterations": 731, "trauma": 732, "45": 733, "heart": 734, "expectant": 735, "provides": 736, "modifications": 737, "2004": 738, "alternatives": 739, "understanding": 740, "adler": 741, "practices": 742, "across": 743, "literature": 744, "john": 745, "editors": 746, "institute": 747, "areas": 748, "pubmed": 749, "national": 750, "alexander": 751, "conducted": 752, "muacevic": 753, "r": 754, "previously": 755, "approaches": 756, "glycated": 757, "optimization": 758, "persistent": 759, "requirement": 760, "variation": 761, "providing": 762, "coverage": 763, "settings": 764, "resource": 765, "disparities": 766, "effectiveness": 767, "requires": 768, "genetic": 769, "estimated": 770, "worldwide": 771, "depending": 772, "emphasizing": 773, "equity": 774, "attain": 775, "changing": 776, "converting": 777, "safely": 778, "total": 779, "months": 780, "plan": 781, "highlighting": 782, "50": 783, "childbearing": 784, "counseling": 785, "recommend": 786, "associations": 787, "international": 788, "iadpsg": 789, "fpg": 790, "interpretation": 791, "antenatal": 792, "cut": 793, "developed": 794, "overview": 795, "useful": 796, "randomized": 797, "updated": 798, "expert": 799, "practice": 800, "advances": 801, "enhance": 802, "trials": 803, "variety": 804, "endocrinologists": 805, "obstetricians": 806, "usual": 807, "widely": 808, "dietitians": 809, "earlier": 810, "153": 811, "92": 812, "s": 813, "instituted": 814, "diminish": 815, "upon": 816, "optimizing": 817, "targets": 818, "strict": 819, "remains": 820, "whereas": 821, "basal": 822, "adjustments": 823, "range": 824, "bolus": 825, "increasingly": 826, "becoming": 827, "whose": 828, "adjustment": 829, "evaluation": 830, "signs": 831, "0": 832, "done": 833, "infection": 834, "complex": 835, "take": 836, "tract": 837, "injections": 838, "better": 839, "achieving": 840, "events": 841, "beneficial": 842, "malfunction": 843, "barrier": 844, "infusion": 845, "cover": 846, "becomes": 847, "ultrasounds": 848, "systems": 849, "disorders": 850, "underlying": 851, "glycemia": 852, "complicate": 853, "restriction": 854, "hyperglycemic": 855, "relation": 856, "promote": 857, "mentioned": 858, "greatly": 859, "continue": 860, "excess": 861, "neonates": 862, "pancreas": 863, "hyperinsulinemia": 864, "injury": 865, "fall": 866, "surfactant": 867, "utero": 868, "spina": 869, "another": 870, "agenesis": 871, "bifida": 872, "organogenesis": 873, "supply": 874, "oxygen": 875, "suggested": 876, "abnormal": 877, "stage": 878, "relies": 879, "serious": 880, "excellent": 881, "gynecologist": 882, "dramatically": 883, "fats": 884, "themselves": 885, "balanced": 886, "optimum": 887, "achieved": 888, "analogs": 889, "recommends": 890, "adjust": 891, "routine": 892, "four": 893, "timing": 894, "suggest": 895, "individual": 896, "reduction": 897, "modification": 898, "run": 899, "play": 900, "conclusions": 901, "considerably": 902, "knowledge": 903, "relationships": 904, "work": 905, "received": 906, "submitted": 907, "sustained": 908, "compliance": 909, "manuscript": 910, "content": 911, "polyhydramnios": 912, "remain": 913, "partum": 914, "metabolism": 915, "focus": 916, "proportion": 917, "importance": 918, "we": 919, "trial": 920, "calls": 921, "us": 922, "concern": 923, "become": 924, "european": 925, "begins": 926, "progesterone": 927, "appears": 928, "hormone": 929, "rise": 930, "defect": 931, "circulating": 932, "kept": 933, "central": 934, "neonate": 935, "prematurely": 936, "cardio": 937, "system": 938, "retardation": 939, "vascular": 940, "hyperbilirubinaemia": 941, "hypocalcaemia": 942, "difficult": 943, "pulmonary": 944, "polycythaemia": 945, "planning": 946, "permanent": 947, "six": 948, "progress": 949, "deterioration": 950, "standard": 951, "adequate": 952, "carried": 953, "demonstrated": 954, "unplanned": 955, "obstetrician": 956, "diabetologist": 957, "autonomic": 958, "coronary": 959, "combined": 960, "probably": 961, "contraceptive": 962, "taken": 963, "detrimental": 964, "suitable": 965, "labetalol": 966, "safe": 967, "optimise": 968, "emergency": 969, "started": 970, "discontinued": 971, "assessed": 972, "provided": 973, "ante": 974, "episodes": 975, "unawareness": 976, "continued": 977, "140mg": 978, "home": 979, "glucagon": 980, "sufficient": 981, "regime": 982, "urine": 983, "proteinuria": 984, "serve": 985, "microalbuminuria": 986, "concomitant": 987, "manifested": 988, "commonly": 989, "presence": 990, "identified": 991, "appropriately": 992, "liquor": 993, "volume": 994, "mostly": 995, "mean": 996, "own": 997, "hospital": 998, "indicated": 999, "basis": 1000, "requirements": 1001, "units": 1002, "return": 1003, "feeding": 1004, "around": 1005, "defined": 1006, "ethnic": 1007, "sample": 1008, "value": 1009, "calorie": 1010, "substantially": 1011, "palsy": 1012, "below": 1013, "screened": 1014, "plasma": 1015, "classification": 1016, "impacts": 1017, "older": 1018, "longer": 1019, "difficulties": 1020, "gaps": 1021, "getting": 1022, "ultimately": 1023, "giving": 1024, "antepartum": 1025, "dm": 1026, "prevalent": 1027, "course": 1028, "demand": 1029, "adipose": 1030, "plays": 1031, "release": 1032, "number": 1033, "produce": 1034, "looked": 1035, "researches": 1036, "treating": 1037, "influence": 1038, "techniques": 1039, "therapies": 1040, "quick": 1041, "title": 1042, "prisma": 1043, "systematic": 1044, "preferred": 1045, "meta": 1046, "particular": 1047, "likelihood": 1048, "similar": 1049, "regardless": 1050, "meet": 1051, "declining": 1052, "deteriorate": 1053, "prediabetes": 1054, "traits": 1055, "comparatively": 1056, "markers": 1057, "multifaceted": 1058, "biological": 1059, "imply": 1060, "effectively": 1061, "taking": 1062, "aids": 1063, "defense": 1064, "instrumental": 1065, "extremely": 1066, "uterus": 1067, "tearing": 1068, "hemorrhage": 1069, "vagina": 1070, "already": 1071, "prematurity": 1072, "effort": 1073, "infections": 1074, "babies": 1075, "amount": 1076, "states": 1077, "mtor": 1078, "amino": 1079, "boost": 1080, "comparable": 1081, "breast": 1082, "numerous": 1083, "composition": 1084, "mammary": 1085, "gland": 1086, "bilirubin": 1087, "adult": 1088, "indians": 1089, "pima": 1090, "41": 1091, "indicate": 1092, "44": 1093, "43": 1094, "46": 1095, "47": 1096, "secure": 1097, "rpl": 1098, "lga": 1099, "nidm": 1100, "gct": 1101, "idm": 1102, "2016": 1103, "unfavorable": 1104, "2015": 1105, "2009": 1106, "multiethnic": 1107, "xiang": 1108, "shows": 1109, "retnakaran": 1110, "1986": 1111, "2021": 1112}