{"of": 0, "and": 1, "the": 2, "to": 3, "in": 4, "a": 5, "is": 6, "diabetes": 7, "with": 8, "for": 9, "pregnancy": 10, "gdm": 11, "as": 12, "be": 13, "women": 14, "are": 15, "glucose": 16, "risk": 17, "that": 18, "by": 19, "insulin": 20, "maternal": 21, "or": 22, "have": 23, "complications": 24, "on": 25, "blood": 26, "may": 27, "during": 28, "an": 29, "should": 30, "it": 31, "such": 32, "gestational": 33, "control": 34, "pre": 35, "2": 36, "fetal": 37, "this": 38, "mellitus": 39, "management": 40, "diabetic": 41, "al": 42, "at": 43, "1": 44, "levels": 45, "delivery": 46, "who": 47, "type": 48, "also": 49, "et": 50, "can": 51, "increased": 52, "if": 53, "which": 54, "care": 55, "from": 56, "birth": 57, "macrosomia": 58, "these": 59, "5": 60, "obesity": 61, "most": 62, "early": 63, "been": 64, "high": 65, "their": 66, "more": 67, "not": 68, "mother": 69, "monitoring": 70, "has": 71, "term": 72, "long": 73, "than": 74, "neonatal": 75, "existing": 76, "health": 77, "3": 78, "all": 79, "higher": 80, "first": 81, "hyperglycemia": 82, "both": 83, "pregnant": 84, "result": 85, "growth": 86, "there": 87, "screening": 88, "must": 89, "fetus": 90, "mothers": 91, "metabolic": 92, "outcomes": 93, "congenital": 94, "hypoglycemia": 95, "new": 96, "after": 97, "due": 98, "t2dm": 99, "7": 100, "treatment": 101, "will": 102, "4": 103, "postpartum": 104, "weeks": 105, "its": 106, "include": 107, "hypertension": 108, "other": 109, "however": 110, "associated": 111, "resistance": 112, "weight": 113, "review": 114, "diagnosis": 115, "oral": 116, "two": 117, "pregnancies": 118, "patients": 119, "disease": 120, "changes": 121, "increase": 122, "guidelines": 123, "conception": 124, "research": 125, "before": 126, "15": 127, "between": 128, "risks": 129, "reduce": 130, "8": 131, "l": 132, "dl": 133, "normal": 134, "open": 135, "tab": 136, "non": 137, "6": 138, "significant": 139, "10": 140, "period": 141, "addition": 142, "common": 143, "9": 144, "problems": 145, "when": 146, "placental": 147, "they": 148, "post": 149, "beta": 150, "ada": 151, "hba1c": 152, "therapy": 153, "12": 154, "glycemic": 155, "having": 156, "anomalies": 157, "cardiovascular": 158, "mg": 159, "well": 160, "being": 161, "30": 162, "including": 163, "throughout": 164, "mmol": 165, "some": 166, "children": 167, "trimester": 168, "regular": 169, "about": 170, "20": 171, "likely": 172, "particularly": 173, "syndrome": 174, "elevated": 175, "diet": 176, "factors": 177, "foetus": 178, "perinatal": 179, "foetal": 180, "were": 181, "clinical": 182, "studies": 183, "prevalence": 184, "but": 185, "preterm": 186, "population": 187, "those": 188, "up": 189, "possible": 190, "nephropathy": 191, "developing": 192, "compared": 193, "prevent": 194, "age": 195, "incidence": 196, "one": 197, "condition": 198, "years": 199, "development": 200, "malformations": 201, "metformin": 202, "greater": 203, "lifestyle": 204, "offspring": 205, "hypoglycaemia": 206, "table": 207, "assessment": 208, "association": 209, "criteria": 210, "test": 211, "seen": 212, "later": 213, "cesarean": 214, "following": 215, "24": 216, "level": 217, "14": 218, "function": 219, "had": 220, "major": 221, "22": 222, "causes": 223, "child": 224, "develop": 225, "glycaemic": 226, "related": 227, "impact": 228, "figure": 229, "based": 230, "was": 231, "nice": 232, "required": 233, "prior": 234, "diagnostic": 235, "tolerance": 236, "g": 237, "ogtt": 238, "essential": 239, "low": 240, "like": 241, "important": 242, "into": 243, "while": 244, "defects": 245, "worsening": 246, "baby": 247, "retinopathy": 248, "given": 249, "without": 250, "three": 251, "recommended": 252, "despite": 253, "only": 254, "therefore": 255, "gestation": 256, "hour": 257, "fasting": 258, "education": 259, "140": 260, "improve": 261, "dystocia": 262, "shoulder": 263, "data": 264, "additionally": 265, "exercise": 266, "role": 267, "prandial": 268, "effective": 269, "cell": 270, "sugar": 271, "diseases": 272, "findings": 273, "abnormalities": 274, "diagnosed": 275, "acid": 276, "detection": 277, "75": 278, "among": 279, "adverse": 280, "preeclampsia": 281, "lower": 282, "medication": 283, "macrosomic": 284, "history": 285, "evidence": 286, "use": 287, "patient": 288, "study": 289, "several": 290, "controlled": 291, "potential": 292, "28": 293, "2023": 294, "11": 295, "follow": 296, "medications": 297, "established": 298, "results": 299, "time": 300, "ultrasound": 301, "although": 302, "through": 303, "furthermore": 304, "infants": 305, "rate": 306, "once": 307, "production": 308, "respiratory": 309, "within": 310, "distress": 311, "linked": 312, "poor": 313, "infant": 314, "prenatal": 315, "subsequent": 316, "along": 317, "chance": 318, "any": 319, "premature": 320, "appropriate": 321, "healthy": 322, "cells": 323, "woman": 324, "achieve": 325, "majority": 326, "dietary": 327, "do": 328, "consequences": 329, "adulthood": 330, "albairmani": 331, "author": 332, "m": 333, "abstract": 334, "basheer": 335, "article": 336, "multidisciplinary": 337, "analysis": 338, "performed": 339, "avoid": 340, "access": 341, "cost": 342, "labor": 343, "background": 344, "countries": 345, "inadequate": 346, "significantly": 347, "25": 348, "life": 349, "need": 350, "critical": 351, "status": 352, "thus": 353, "tube": 354, "neural": 355, "daily": 356, "above": 357, "considered": 358, "complication": 359, "used": 360, "intolerance": 361, "moreover": 362, "increasing": 363, "factor": 364, "stillbirth": 365, "many": 366, "order": 367, "13": 368, "17": 369, "renal": 370, "glyburide": 371, "18": 372, "issues": 373, "maintain": 374, "comprehensive": 375, "provide": 376, "might": 377, "frequent": 378, "40": 379, "19": 380, "pumps": 381, "35": 382, "rates": 383, "cause": 384, "third": 385, "mother's": 386, "23": 387, "section": 388, "placenta": 389, "short": 390, "26": 391, "newborn": 392, "impaired": 393, "newborns": 394, "mortality": 395, "shown": 396, "show": 397, "chronic": 398, "nutrition": 399, "physical": 400, "index": 401, "carbohydrate": 402, "cases": 403, "39": 404, "delivered": 405, "found": 406, "no": 407, "previous": 408, "labour": 409, "morbidity": 410, "approach": 411, "still": 412, "over": 413, "occur": 414, "excessive": 415, "times": 416, "uterine": 417, "necessary": 418, "experience": 419, "large": 420, "childhood": 421, "onset": 422, "2010": 423, "strategies": 424, "mona": 425, "american": 426, "raniah": 427, "therapeutic": 428, "salaheldin": 429, "included": 430, "recommendations": 431, "organization": 432, "folic": 433, "aim": 434, "continuous": 435, "pump": 436, "visit": 437, "cgm": 438, "intensive": 439, "preconception": 440, "future": 441, "keywords": 442, "tight": 443, "regulation": 444, "effects": 445, "where": 446, "present": 447, "varies": 448, "interventions": 449, "intervention": 450, "inhibitors": 451, "reducing": 452, "best": 453, "ace": 454, "family": 455, "dose": 456, "overt": 457, "using": 458, "often": 459, "populations": 460, "ensure": 461, "contribute": 462, "further": 463, "especially": 464, "95": 465, "neuropathy": 466, "16": 467, "safety": 468, "drugs": 469, "self": 470, "target": 471, "vary": 472, "per": 473, "so": 474, "ketoacidosis": 475, "2017": 476, "healthcare": 477, "severe": 478, "limited": 479, "careful": 480, "21": 481, "does": 482, "close": 483, "proper": 484, "leads": 485, "environment": 486, "29": 487, "32": 488, "main": 489, "protein": 490, "postprandial": 491, "conditions": 492, "year": 493, "36": 494, "authors": 495, "could": 496, "progression": 497, "i": 498, "eclampsia": 499, "outcome": 500, "made": 501, "individuals": 502, "lactogen": 503, "fat": 504, "even": 505, "spontaneous": 506, "general": 507, "did": 508, "pressure": 509, "contraception": 510, "intra": 511, "advice": 512, "gain": 513, "each": 514, "reduced": 515, "usually": 516, "against": 517, "hours": 518, "jaundice": 519, "develops": 520, "overweight": 521, "vaishnavi": 522, "nakshine": 523, "obese": 524, "strategy": 525, "affected": 526, "growing": 527, "tissue": 528, "illness": 529, "depression": 530, "according": 531, "activity": 532, "milk": 533, "nutritional": 534, "2020": 535, "2012": 536, "haya": 537, "syouti": 538, "copyright": 539, "tala": 540, "excellence": 541, "fatma": 542, "ahmed": 543, "search": 544, "alweena": 545, "alzubaidy": 546, "kidwai": 547, "yousif": 548, "eyman": 549, "world": 550, "notes": 551, "pmcid": 552, "macky": 553, "license": 554, "information": 555, "elfaki": 556, "pmid": 557, "supplementation": 558, "guide": 559, "hemoglobin": 560, "stringent": 561, "considerable": 562, "introduction": 563, "insurance": 564, "addressed": 565, "implications": 566, "terms": 567, "global": 568, "involves": 569, "affect": 570, "goal": 571, "70": 572, "minimize": 573, "maintaining": 574, "complicated": 575, "intake": 576, "available": 577, "carries": 578, "rising": 579, "since": 580, "off": 581, "face": 582, "presents": 583, "symptoms": 584, "ideally": 585, "twice": 586, "sensitivity": 587, "regularly": 588, "specifically": 589, "optimal": 590, "team": 591, "2022": 592, "detect": 593, "bmi": 594, "e": 595, "timely": 596, "crucial": 597, "born": 598, "meals": 599, "less": 600, "uncontrolled": 601, "decrease": 602, "potentially": 603, "needs": 604, "smbg": 605, "because": 606, "require": 607, "urinary": 608, "providers": 609, "attention": 610, "experienced": 611, "much": 612, "benefits": 613, "good": 614, "failure": 615, "normally": 616, "how": 617, "besides": 618, "them": 619, "restricted": 620, "monitor": 621, "second": 622, "state": 623, "newly": 624, "resulting": 625, "intrauterine": 626, "suffer": 627, "circulation": 628, "plexus": 629, "occurs": 630, "brachial": 631, "27": 632, "poorly": 633, "fold": 634, "few": 635, "cardiac": 636, "avoided": 637, "31": 638, "case": 639, "full": 640, "prevention": 641, "activities": 642, "involve": 643, "line": 644, "managing": 645, "help": 646, "cannot": 647, "33": 648, "whether": 649, "34": 650, "surveillance": 651, "every": 652, "38": 653, "37": 654, "treat": 655, "part": 656, "breastfeeding": 657, "would": 658, "make": 659, "get": 660, "our": 661, "needed": 662, "organizations": 663, "response": 664, "support": 665, "declared": 666, "medical": 667, "counselling": 668, "affects": 669, "approximately": 670, "direct": 671, "fact": 672, "centres": 673, "certain": 674, "small": 675, "unfortunately": 676, "adiposity": 677, "hormones": 678, "near": 679, "secretion": 680, "pancreatic": 681, "then": 682, "hyperglycaemia": 683, "body": 684, "decreased": 685, "caused": 686, "damage": 687, "rather": 688, "out": 689, "includes": 690, "artery": 691, "effect": 692, "methods": 693, "least": 694, "treated": 695, "encouraged": 696, "natal": 697, "95mg": 698, "lead": 699, "moderate": 700, "day": 701, "size": 702, "measurement": 703, "human": 704, "vital": 705, "serum": 706, "undertaken": 707, "induced": 708, "death": 709, "advised": 710, "modified": 711, "vaginal": 712, "48": 713, "discussed": 714, "group": 715, "threshold": 716, "hapo": 717, "gm": 718, "glibenclamide": 719, "cvd": 720, "controlling": 721, "c": 722, "childbirth": 723, "people": 724, "image": 725, "credits": 726, "probability": 727, "pass": 728, "transport": 729, "known": 730, "alterations": 731, "trauma": 732, "45": 733, "heart": 734, "expectant": 735, "provides": 736, "modifications": 737, "2004": 738, "alternatives": 739, "understanding": 740, "practices": 741, "r": 742, "conducted": 743, "pubmed": 744, "across": 745, "muacevic": 746, "alexander": 747, "institute": 748, "adler": 749, "john": 750, "national": 751, "areas": 752, "editors": 753, "literature": 754, "approaches": 755, "optimization": 756, "previously": 757, "glycated": 758, "requirement": 759, "variation": 760, "persistent": 761, "disparities": 762, "coverage": 763, "resource": 764, "effectiveness": 765, "settings": 766, "providing": 767, "requires": 768, "worldwide": 769, "genetic": 770, "estimated": 771, "depending": 772, "equity": 773, "emphasizing": 774, "converting": 775, "changing": 776, "attain": 777, "safely": 778, "months": 779, "total": 780, "plan": 781, "highlighting": 782, "counseling": 783, "childbearing": 784, "50": 785, "iadpsg": 786, "antenatal": 787, "fpg": 788, "international": 789, "recommend": 790, "interpretation": 791, "associations": 792, "cut": 793, "useful": 794, "overview": 795, "developed": 796, "expert": 797, "trials": 798, "enhance": 799, "randomized": 800, "advances": 801, "variety": 802, "practice": 803, "updated": 804, "usual": 805, "dietitians": 806, "obstetricians": 807, "widely": 808, "endocrinologists": 809, "153": 810, "92": 811, "earlier": 812, "s": 813, "instituted": 814, "upon": 815, "diminish": 816, "optimizing": 817, "targets": 818, "strict": 819, "whereas": 820, "remains": 821, "increasingly": 822, "basal": 823, "range": 824, "whose": 825, "bolus": 826, "adjustments": 827, "becoming": 828, "adjustment": 829, "0": 830, "signs": 831, "evaluation": 832, "complex": 833, "done": 834, "tract": 835, "infection": 836, "take": 837, "events": 838, "injections": 839, "better": 840, "achieving": 841, "infusion": 842, "malfunction": 843, "barrier": 844, "beneficial": 845, "cover": 846, "becomes": 847, "ultrasounds": 848, "systems": 849, "disorders": 850, "hyperglycemic": 851, "relation": 852, "glycemia": 853, "underlying": 854, "complicate": 855, "restriction": 856, "greatly": 857, "promote": 858, "mentioned": 859, "excess": 860, "injury": 861, "continue": 862, "pancreas": 863, "fall": 864, "neonates": 865, "hyperinsulinemia": 866, "utero": 867, "surfactant": 868, "bifida": 869, "organogenesis": 870, "spina": 871, "another": 872, "agenesis": 873, "oxygen": 874, "supply": 875, "suggested": 876, "stage": 877, "abnormal": 878, "serious": 879, "relies": 880, "excellent": 881, "dramatically": 882, "gynecologist": 883, "themselves": 884, "achieved": 885, "balanced": 886, "fats": 887, "optimum": 888, "analogs": 889, "adjust": 890, "recommends": 891, "four": 892, "routine": 893, "timing": 894, "suggest": 895, "individual": 896, "reduction": 897, "run": 898, "modification": 899, "considerably": 900, "play": 901, "conclusions": 902, "knowledge": 903, "sustained": 904, "submitted": 905, "compliance": 906, "work": 907, "received": 908, "relationships": 909, "content": 910, "manuscript": 911, "polyhydramnios": 912, "remain": 913, "partum": 914, "importance": 915, "proportion": 916, "focus": 917, "metabolism": 918, "european": 919, "become": 920, "trial": 921, "us": 922, "concern": 923, "calls": 924, "we": 925, "progesterone": 926, "appears": 927, "hormone": 928, "begins": 929, "defect": 930, "kept": 931, "circulating": 932, "rise": 933, "prematurely": 934, "vascular": 935, "system": 936, "retardation": 937, "neonate": 938, "central": 939, "cardio": 940, "difficult": 941, "hypocalcaemia": 942, "pulmonary": 943, "polycythaemia": 944, "hyperbilirubinaemia": 945, "planning": 946, "permanent": 947, "six": 948, "progress": 949, "deterioration": 950, "adequate": 951, "demonstrated": 952, "standard": 953, "diabetologist": 954, "obstetrician": 955, "carried": 956, "unplanned": 957, "coronary": 958, "autonomic": 959, "taken": 960, "probably": 961, "combined": 962, "contraceptive": 963, "detrimental": 964, "suitable": 965, "started": 966, "labetalol": 967, "safe": 968, "discontinued": 969, "emergency": 970, "optimise": 971, "assessed": 972, "provided": 973, "ante": 974, "episodes": 975, "unawareness": 976, "continued": 977, "glucagon": 978, "140mg": 979, "home": 980, "sufficient": 981, "regime": 982, "urine": 983, "proteinuria": 984, "serve": 985, "microalbuminuria": 986, "concomitant": 987, "presence": 988, "commonly": 989, "manifested": 990, "appropriately": 991, "identified": 992, "volume": 993, "liquor": 994, "mostly": 995, "mean": 996, "hospital": 997, "own": 998, "basis": 999, "indicated": 1000, "return": 1001, "units": 1002, "requirements": 1003, "around": 1004, "feeding": 1005, "defined": 1006, "ethnic": 1007, "sample": 1008, "substantially": 1009, "value": 1010, "calorie": 1011, "palsy": 1012, "below": 1013, "screened": 1014, "classification": 1015, "plasma": 1016, "impacts": 1017, "older": 1018, "difficulties": 1019, "longer": 1020, "getting": 1021, "prevalent": 1022, "dm": 1023, "antepartum": 1024, "ultimately": 1025, "gaps": 1026, "giving": 1027, "demand": 1028, "course": 1029, "release": 1030, "plays": 1031, "adipose": 1032, "produce": 1033, "number": 1034, "treating": 1035, "influence": 1036, "researches": 1037, "looked": 1038, "techniques": 1039, "therapies": 1040, "quick": 1041, "title": 1042, "prisma": 1043, "meta": 1044, "systematic": 1045, "preferred": 1046, "particular": 1047, "similar": 1048, "regardless": 1049, "likelihood": 1050, "meet": 1051, "declining": 1052, "deteriorate": 1053, "prediabetes": 1054, "markers": 1055, "comparatively": 1056, "traits": 1057, "biological": 1058, "multifaceted": 1059, "effectively": 1060, "defense": 1061, "aids": 1062, "taking": 1063, "imply": 1064, "instrumental": 1065, "extremely": 1066, "tearing": 1067, "vagina": 1068, "uterus": 1069, "hemorrhage": 1070, "already": 1071, "prematurity": 1072, "infections": 1073, "babies": 1074, "effort": 1075, "states": 1076, "amount": 1077, "mtor": 1078, "amino": 1079, "boost": 1080, "comparable": 1081, "breast": 1082, "numerous": 1083, "composition": 1084, "gland": 1085, "mammary": 1086, "bilirubin": 1087, "pima": 1088, "indians": 1089, "adult": 1090, "41": 1091, "indicate": 1092, "43": 1093, "44": 1094, "46": 1095, "47": 1096, "secure": 1097, "lga": 1098, "idm": 1099, "gct": 1100, "nidm": 1101, "rpl": 1102, "2016": 1103, "unfavorable": 1104, "2015": 1105, "2009": 1106, "multiethnic": 1107, "shows": 1108, "xiang": 1109, "retnakaran": 1110, "1986": 1111, "2021": 1112}