{"of": 0, "and": 1, "the": 2, "to": 3, "in": 4, "a": 5, "is": 6, "diabetes": 7, "with": 8, "for": 9, "pregnancy": 10, "gdm": 11, "as": 12, "be": 13, "women": 14, "are": 15, "glucose": 16, "risk": 17, "that": 18, "by": 19, "insulin": 20, "maternal": 21, "or": 22, "have": 23, "complications": 24, "on": 25, "blood": 26, "may": 27, "during": 28, "an": 29, "should": 30, "it": 31, "such": 32, "gestational": 33, "control": 34, "fetal": 35, "2": 36, "pre": 37, "this": 38, "mellitus": 39, "management": 40, "diabetic": 41, "al": 42, "at": 43, "1": 44, "levels": 45, "delivery": 46, "who": 47, "type": 48, "also": 49, "et": 50, "can": 51, "increased": 52, "if": 53, "which": 54, "care": 55, "from": 56, "birth": 57, "macrosomia": 58, "these": 59, "5": 60, "obesity": 61, "most": 62, "early": 63, "been": 64, "high": 65, "their": 66, "more": 67, "not": 68, "mother": 69, "monitoring": 70, "has": 71, "long": 72, "term": 73, "than": 74, "neonatal": 75, "3": 76, "health": 77, "existing": 78, "all": 79, "higher": 80, "hyperglycemia": 81, "first": 82, "both": 83, "pregnant": 84, "result": 85, "growth": 86, "there": 87, "screening": 88, "must": 89, "fetus": 90, "mothers": 91, "metabolic": 92, "outcomes": 93, "hypoglycemia": 94, "congenital": 95, "new": 96, "due": 97, "after": 98, "t2dm": 99, "7": 100, "treatment": 101, "will": 102, "4": 103, "postpartum": 104, "weeks": 105, "its": 106, "include": 107, "hypertension": 108, "other": 109, "however": 110, "associated": 111, "resistance": 112, "weight": 113, "review": 114, "diagnosis": 115, "oral": 116, "two": 117, "pregnancies": 118, "patients": 119, "disease": 120, "changes": 121, "increase": 122, "guidelines": 123, "conception": 124, "research": 125, "before": 126, "between": 127, "15": 128, "risks": 129, "reduce": 130, "8": 131, "dl": 132, "l": 133, "normal": 134, "open": 135, "tab": 136, "non": 137, "6": 138, "significant": 139, "10": 140, "period": 141, "addition": 142, "9": 143, "common": 144, "problems": 145, "when": 146, "placental": 147, "they": 148, "post": 149, "beta": 150, "ada": 151, "hba1c": 152, "12": 153, "therapy": 154, "glycemic": 155, "having": 156, "anomalies": 157, "cardiovascular": 158, "mg": 159, "being": 160, "well": 161, "30": 162, "including": 163, "throughout": 164, "mmol": 165, "some": 166, "children": 167, "trimester": 168, "regular": 169, "about": 170, "20": 171, "likely": 172, "particularly": 173, "syndrome": 174, "elevated": 175, "diet": 176, "factors": 177, "foetus": 178, "perinatal": 179, "foetal": 180, "studies": 181, "clinical": 182, "were": 183, "prevalence": 184, "but": 185, "preterm": 186, "population": 187, "those": 188, "up": 189, "possible": 190, "developing": 191, "nephropathy": 192, "compared": 193, "prevent": 194, "age": 195, "incidence": 196, "one": 197, "condition": 198, "development": 199, "malformations": 200, "years": 201, "metformin": 202, "greater": 203, "lifestyle": 204, "offspring": 205, "hypoglycaemia": 206, "table": 207, "assessment": 208, "association": 209, "criteria": 210, "test": 211, "seen": 212, "cesarean": 213, "later": 214, "following": 215, "24": 216, "level": 217, "14": 218, "function": 219, "had": 220, "major": 221, "22": 222, "causes": 223, "child": 224, "develop": 225, "glycaemic": 226, "related": 227, "impact": 228, "figure": 229, "was": 230, "nice": 231, "based": 232, "required": 233, "prior": 234, "ogtt": 235, "tolerance": 236, "essential": 237, "diagnostic": 238, "g": 239, "like": 240, "important": 241, "low": 242, "into": 243, "while": 244, "worsening": 245, "defects": 246, "baby": 247, "given": 248, "retinopathy": 249, "without": 250, "three": 251, "recommended": 252, "only": 253, "despite": 254, "therefore": 255, "fasting": 256, "hour": 257, "gestation": 258, "education": 259, "140": 260, "improve": 261, "shoulder": 262, "dystocia": 263, "data": 264, "additionally": 265, "exercise": 266, "role": 267, "prandial": 268, "effective": 269, "cell": 270, "sugar": 271, "diseases": 272, "findings": 273, "diagnosed": 274, "acid": 275, "abnormalities": 276, "75": 277, "detection": 278, "among": 279, "adverse": 280, "preeclampsia": 281, "medication": 282, "lower": 283, "macrosomic": 284, "history": 285, "evidence": 286, "use": 287, "patient": 288, "study": 289, "several": 290, "controlled": 291, "28": 292, "11": 293, "2023": 294, "potential": 295, "follow": 296, "medications": 297, "results": 298, "established": 299, "time": 300, "ultrasound": 301, "although": 302, "infants": 303, "through": 304, "furthermore": 305, "rate": 306, "once": 307, "respiratory": 308, "linked": 309, "within": 310, "production": 311, "distress": 312, "poor": 313, "subsequent": 314, "along": 315, "prenatal": 316, "infant": 317, "chance": 318, "any": 319, "premature": 320, "healthy": 321, "appropriate": 322, "cells": 323, "woman": 324, "achieve": 325, "majority": 326, "do": 327, "dietary": 328, "consequences": 329, "adulthood": 330, "abstract": 331, "basheer": 332, "article": 333, "author": 334, "m": 335, "albairmani": 336, "analysis": 337, "performed": 338, "multidisciplinary": 339, "avoid": 340, "access": 341, "labor": 342, "cost": 343, "background": 344, "countries": 345, "inadequate": 346, "significantly": 347, "25": 348, "need": 349, "life": 350, "thus": 351, "critical": 352, "status": 353, "neural": 354, "daily": 355, "tube": 356, "considered": 357, "above": 358, "complication": 359, "used": 360, "intolerance": 361, "moreover": 362, "increasing": 363, "factor": 364, "13": 365, "stillbirth": 366, "order": 367, "many": 368, "17": 369, "renal": 370, "issues": 371, "18": 372, "glyburide": 373, "provide": 374, "maintain": 375, "comprehensive": 376, "might": 377, "19": 378, "frequent": 379, "40": 380, "pumps": 381, "rates": 382, "35": 383, "cause": 384, "third": 385, "placenta": 386, "mother's": 387, "23": 388, "section": 389, "26": 390, "short": 391, "impaired": 392, "newborn": 393, "newborns": 394, "mortality": 395, "shown": 396, "show": 397, "chronic": 398, "physical": 399, "nutrition": 400, "cases": 401, "carbohydrate": 402, "index": 403, "39": 404, "delivered": 405, "found": 406, "no": 407, "previous": 408, "morbidity": 409, "labour": 410, "approach": 411, "still": 412, "over": 413, "occur": 414, "excessive": 415, "times": 416, "uterine": 417, "necessary": 418, "experience": 419, "large": 420, "childhood": 421, "onset": 422, "2010": 423, "mona": 424, "strategies": 425, "salaheldin": 426, "included": 427, "therapeutic": 428, "recommendations": 429, "organization": 430, "raniah": 431, "american": 432, "folic": 433, "aim": 434, "visit": 435, "cgm": 436, "continuous": 437, "pump": 438, "keywords": 439, "future": 440, "tight": 441, "preconception": 442, "intensive": 443, "regulation": 444, "effects": 445, "varies": 446, "where": 447, "present": 448, "intervention": 449, "interventions": 450, "best": 451, "reducing": 452, "ace": 453, "inhibitors": 454, "family": 455, "dose": 456, "populations": 457, "using": 458, "overt": 459, "often": 460, "ensure": 461, "contribute": 462, "further": 463, "95": 464, "especially": 465, "neuropathy": 466, "16": 467, "drugs": 468, "safety": 469, "self": 470, "target": 471, "vary": 472, "per": 473, "2017": 474, "healthcare": 475, "so": 476, "ketoacidosis": 477, "severe": 478, "careful": 479, "21": 480, "limited": 481, "does": 482, "close": 483, "proper": 484, "environment": 485, "leads": 486, "29": 487, "32": 488, "main": 489, "protein": 490, "postprandial": 491, "conditions": 492, "36": 493, "year": 494, "authors": 495, "could": 496, "eclampsia": 497, "i": 498, "progression": 499, "outcome": 500, "made": 501, "lactogen": 502, "individuals": 503, "fat": 504, "general": 505, "spontaneous": 506, "even": 507, "did": 508, "pressure": 509, "contraception": 510, "intra": 511, "gain": 512, "advice": 513, "each": 514, "reduced": 515, "against": 516, "usually": 517, "hours": 518, "jaundice": 519, "develops": 520, "overweight": 521, "nakshine": 522, "vaishnavi": 523, "obese": 524, "strategy": 525, "affected": 526, "growing": 527, "tissue": 528, "illness": 529, "depression": 530, "according": 531, "activity": 532, "milk": 533, "nutritional": 534, "2020": 535, "2012": 536, "alzubaidy": 537, "tala": 538, "haya": 539, "macky": 540, "pmid": 541, "search": 542, "pmcid": 543, "elfaki": 544, "alweena": 545, "license": 546, "copyright": 547, "fatma": 548, "excellence": 549, "ahmed": 550, "world": 551, "kidwai": 552, "information": 553, "notes": 554, "syouti": 555, "eyman": 556, "yousif": 557, "guide": 558, "hemoglobin": 559, "stringent": 560, "supplementation": 561, "implications": 562, "addressed": 563, "insurance": 564, "terms": 565, "introduction": 566, "considerable": 567, "involves": 568, "global": 569, "affect": 570, "70": 571, "minimize": 572, "goal": 573, "maintaining": 574, "complicated": 575, "intake": 576, "available": 577, "carries": 578, "rising": 579, "off": 580, "symptoms": 581, "presents": 582, "face": 583, "since": 584, "sensitivity": 585, "twice": 586, "ideally": 587, "regularly": 588, "optimal": 589, "specifically": 590, "team": 591, "detect": 592, "bmi": 593, "2022": 594, "e": 595, "crucial": 596, "timely": 597, "born": 598, "uncontrolled": 599, "less": 600, "decrease": 601, "meals": 602, "potentially": 603, "needs": 604, "because": 605, "smbg": 606, "require": 607, "attention": 608, "urinary": 609, "providers": 610, "experienced": 611, "much": 612, "benefits": 613, "failure": 614, "good": 615, "how": 616, "normally": 617, "besides": 618, "second": 619, "monitor": 620, "restricted": 621, "them": 622, "resulting": 623, "state": 624, "intrauterine": 625, "newly": 626, "brachial": 627, "suffer": 628, "circulation": 629, "occurs": 630, "plexus": 631, "fold": 632, "27": 633, "poorly": 634, "cardiac": 635, "few": 636, "avoided": 637, "case": 638, "31": 639, "prevention": 640, "full": 641, "managing": 642, "involve": 643, "activities": 644, "line": 645, "cannot": 646, "help": 647, "33": 648, "34": 649, "whether": 650, "every": 651, "surveillance": 652, "38": 653, "37": 654, "part": 655, "treat": 656, "breastfeeding": 657, "would": 658, "needed": 659, "get": 660, "our": 661, "make": 662, "response": 663, "declared": 664, "organizations": 665, "support": 666, "medical": 667, "counselling": 668, "direct": 669, "affects": 670, "fact": 671, "approximately": 672, "certain": 673, "unfortunately": 674, "small": 675, "centres": 676, "hormones": 677, "near": 678, "adiposity": 679, "secretion": 680, "then": 681, "pancreatic": 682, "hyperglycaemia": 683, "caused": 684, "body": 685, "decreased": 686, "damage": 687, "rather": 688, "out": 689, "includes": 690, "artery": 691, "effect": 692, "methods": 693, "encouraged": 694, "treated": 695, "least": 696, "95mg": 697, "natal": 698, "lead": 699, "day": 700, "size": 701, "moderate": 702, "measurement": 703, "human": 704, "vital": 705, "undertaken": 706, "serum": 707, "induced": 708, "advised": 709, "death": 710, "modified": 711, "vaginal": 712, "48": 713, "discussed": 714, "group": 715, "threshold": 716, "gm": 717, "hapo": 718, "glibenclamide": 719, "cvd": 720, "controlling": 721, "childbirth": 722, "c": 723, "people": 724, "credits": 725, "image": 726, "probability": 727, "pass": 728, "transport": 729, "known": 730, "alterations": 731, "trauma": 732, "45": 733, "heart": 734, "expectant": 735, "provides": 736, "modifications": 737, "2004": 738, "alternatives": 739, "understanding": 740, "national": 741, "john": 742, "literature": 743, "adler": 744, "conducted": 745, "areas": 746, "institute": 747, "across": 748, "editors": 749, "r": 750, "practices": 751, "alexander": 752, "muacevic": 753, "pubmed": 754, "previously": 755, "approaches": 756, "optimization": 757, "glycated": 758, "variation": 759, "requirement": 760, "persistent": 761, "effectiveness": 762, "coverage": 763, "settings": 764, "providing": 765, "resource": 766, "disparities": 767, "requires": 768, "worldwide": 769, "genetic": 770, "depending": 771, "estimated": 772, "emphasizing": 773, "equity": 774, "attain": 775, "converting": 776, "changing": 777, "safely": 778, "total": 779, "months": 780, "50": 781, "highlighting": 782, "childbearing": 783, "plan": 784, "counseling": 785, "associations": 786, "iadpsg": 787, "fpg": 788, "interpretation": 789, "international": 790, "recommend": 791, "cut": 792, "antenatal": 793, "developed": 794, "overview": 795, "useful": 796, "variety": 797, "advances": 798, "enhance": 799, "updated": 800, "expert": 801, "practice": 802, "trials": 803, "randomized": 804, "dietitians": 805, "widely": 806, "usual": 807, "endocrinologists": 808, "obstetricians": 809, "92": 810, "earlier": 811, "153": 812, "s": 813, "diminish": 814, "instituted": 815, "upon": 816, "optimizing": 817, "strict": 818, "targets": 819, "remains": 820, "whereas": 821, "basal": 822, "becoming": 823, "increasingly": 824, "range": 825, "whose": 826, "bolus": 827, "adjustments": 828, "evaluation": 829, "0": 830, "adjustment": 831, "signs": 832, "tract": 833, "done": 834, "infection": 835, "take": 836, "complex": 837, "better": 838, "injections": 839, "events": 840, "achieving": 841, "infusion": 842, "malfunction": 843, "beneficial": 844, "barrier": 845, "becomes": 846, "cover": 847, "ultrasounds": 848, "disorders": 849, "systems": 850, "underlying": 851, "hyperglycemic": 852, "relation": 853, "complicate": 854, "restriction": 855, "glycemia": 856, "promote": 857, "greatly": 858, "mentioned": 859, "pancreas": 860, "hyperinsulinemia": 861, "neonates": 862, "continue": 863, "excess": 864, "fall": 865, "injury": 866, "utero": 867, "surfactant": 868, "bifida": 869, "another": 870, "organogenesis": 871, "agenesis": 872, "spina": 873, "supply": 874, "oxygen": 875, "abnormal": 876, "stage": 877, "suggested": 878, "relies": 879, "excellent": 880, "serious": 881, "gynecologist": 882, "dramatically": 883, "achieved": 884, "optimum": 885, "fats": 886, "themselves": 887, "balanced": 888, "analogs": 889, "adjust": 890, "recommends": 891, "four": 892, "routine": 893, "suggest": 894, "timing": 895, "individual": 896, "reduction": 897, "run": 898, "modification": 899, "play": 900, "considerably": 901, "conclusions": 902, "knowledge": 903, "relationships": 904, "received": 905, "submitted": 906, "compliance": 907, "sustained": 908, "work": 909, "manuscript": 910, "content": 911, "remain": 912, "polyhydramnios": 913, "partum": 914, "focus": 915, "importance": 916, "metabolism": 917, "proportion": 918, "concern": 919, "european": 920, "trial": 921, "become": 922, "calls": 923, "we": 924, "us": 925, "begins": 926, "hormone": 927, "appears": 928, "progesterone": 929, "rise": 930, "defect": 931, "circulating": 932, "kept": 933, "neonate": 934, "cardio": 935, "retardation": 936, "vascular": 937, "central": 938, "prematurely": 939, "system": 940, "hyperbilirubinaemia": 941, "polycythaemia": 942, "hypocalcaemia": 943, "pulmonary": 944, "difficult": 945, "six": 946, "permanent": 947, "planning": 948, "progress": 949, "deterioration": 950, "standard": 951, "demonstrated": 952, "adequate": 953, "carried": 954, "obstetrician": 955, "unplanned": 956, "diabetologist": 957, "coronary": 958, "autonomic": 959, "taken": 960, "combined": 961, "probably": 962, "contraceptive": 963, "suitable": 964, "detrimental": 965, "optimise": 966, "emergency": 967, "labetalol": 968, "started": 969, "discontinued": 970, "safe": 971, "assessed": 972, "ante": 973, "provided": 974, "unawareness": 975, "continued": 976, "episodes": 977, "home": 978, "glucagon": 979, "140mg": 980, "sufficient": 981, "regime": 982, "urine": 983, "proteinuria": 984, "microalbuminuria": 985, "serve": 986, "concomitant": 987, "commonly": 988, "presence": 989, "manifested": 990, "identified": 991, "appropriately": 992, "liquor": 993, "volume": 994, "mostly": 995, "mean": 996, "hospital": 997, "own": 998, "basis": 999, "indicated": 1000, "requirements": 1001, "return": 1002, "units": 1003, "feeding": 1004, "around": 1005, "defined": 1006, "ethnic": 1007, "sample": 1008, "value": 1009, "calorie": 1010, "substantially": 1011, "palsy": 1012, "below": 1013, "screened": 1014, "classification": 1015, "plasma": 1016, "impacts": 1017, "longer": 1018, "difficulties": 1019, "older": 1020, "dm": 1021, "ultimately": 1022, "prevalent": 1023, "getting": 1024, "antepartum": 1025, "gaps": 1026, "giving": 1027, "course": 1028, "demand": 1029, "plays": 1030, "adipose": 1031, "release": 1032, "number": 1033, "produce": 1034, "influence": 1035, "treating": 1036, "techniques": 1037, "looked": 1038, "researches": 1039, "therapies": 1040, "quick": 1041, "title": 1042, "prisma": 1043, "systematic": 1044, "preferred": 1045, "meta": 1046, "particular": 1047, "likelihood": 1048, "regardless": 1049, "similar": 1050, "declining": 1051, "deteriorate": 1052, "meet": 1053, "prediabetes": 1054, "comparatively": 1055, "traits": 1056, "markers": 1057, "imply": 1058, "defense": 1059, "effectively": 1060, "taking": 1061, "aids": 1062, "multifaceted": 1063, "biological": 1064, "extremely": 1065, "instrumental": 1066, "uterus": 1067, "hemorrhage": 1068, "tearing": 1069, "vagina": 1070, "already": 1071, "infections": 1072, "babies": 1073, "effort": 1074, "prematurity": 1075, "states": 1076, "amount": 1077, "mtor": 1078, "boost": 1079, "amino": 1080, "comparable": 1081, "breast": 1082, "numerous": 1083, "composition": 1084, "mammary": 1085, "gland": 1086, "bilirubin": 1087, "pima": 1088, "indians": 1089, "adult": 1090, "41": 1091, "indicate": 1092, "43": 1093, "44": 1094, "46": 1095, "47": 1096, "secure": 1097, "idm": 1098, "lga": 1099, "nidm": 1100, "gct": 1101, "rpl": 1102, "2016": 1103, "unfavorable": 1104, "2015": 1105, "2009": 1106, "multiethnic": 1107, "shows": 1108, "xiang": 1109, "retnakaran": 1110, "1986": 1111, "2021": 1112}