<pad>
<unk>
the
of
and
in
to
diabetes
a
is
with
for
pregnancy
gdm
be
insulin
as
glucose
women
are
risk
that
gestational
or
should
maternal
on
by
have
blood
may
an
complications
mellitus
during
at
such
management
2
levels
control
it
fetal
type
delivery
this
if
also
early
increased
care
diabetic
from
which
birth
1
more
can
these
who
their
obesity
has
been
not
all
neonatal
screening
macrosomia
monitoring
weeks
hyperglycemia
treatment
health
most
than
mothers
there
guidelines
higher
resistance
mmoll
al
diagnosis
pregnant
patients
mother
cardiovascular
metformin
disease
growth
et
after
both
hypertension
factors
pre-existing
result
outcomes
postpartum
congenital
high
other
metabolic
glycaemic
include
however
mgdl
will
fetus
associated
weight
hba1c
t2dm
foetal
oral
new
its
due
first
was
hypoglycemia
must
fasting
before
including
children
when
placental
hypoglycaemia
pregnancies
increase
were
therapy
between
risks
use
changes
lifestyle
long-term
about
they
table
beta
prevalence
test
research
elevated
tolerance
diagnostic
reduce
common
gestation
development
review
significant
addition
likely
those
history
some
years
syndrome
dietary
clinical
ada
criteria
but
having
defects
compared
evidence
used
following
malformations
being
greater
diet
diagnosed
anomalies
incidence
age
condition
regular
had
problems
normal
3
studies
period
lower
medication
recommended
throughout
level
function
data
particularly
perinatal
offspring
figure
open
tab
required
glycemic
like
two
seen
prevent
patient
trimester
develop
cell
foetus
4
while
possible
developing
nephropathy
well
education
shoulder
role
no
previous
hyperglycaemia
assessment
5
preterm
later
need
without
potential
dystocia
through
section
24
exercise
appropriate
article
recommendations
prior
conception
adverse
into
cesarean
worsening
macrosomic
baby
10
pumps
22
causes
child
times
impact
cells
sugar
diseases
association
detection
population
study
overt
above
20
major
placenta
subsequent
any
28
findings
labour
basheer
access
essential
among
important
given
daily
three
despite
therefore
increasing
follow-up
renal
78
one
ultrasound
additionally
infants
linked
chronic
infant
prenatal
australia
modifications
approach
consequences
milk
preeclampsia
retinopathy
9
2023
30
eg
medications
although
cause
respiratory
distress
postprandial
found
do
m
performed
abnormalities
cgm
g
ogtt
preconception
thus
critical
only
considered
controlled
15
factor
12
many
improve
results
drugs
safety
provide
severe
rates
injections
limited
furthermore
rate
long
production
within
shown
poor
along
chance
physical
index
time
delivered
individual
authors
pogtt
plasma
hours
each
aspart
achieve
excessive
progression
related
obese
healthy
effective
jaundice
majority
adulthood
diets
2010
contraception
mona
salaheldin
multidisciplinary
acid
inadequate
depending
life
often
using
several
stillbirth
targets
140
term
impaired
surveillance
therapies
pre-eclampsia
longer
48
still
reduced
necessary
gain
large
childhood
premature
information
nice
aim
pump
75
significantly
best
neural
tube
dose
ensure
complication
intolerance
order
less
18
established
glyburide
issues
might
self-monitoring
maintain
frequent
ketoacidosis
does
leads
once
newborn
newborns
show
nutrition
made
number
individuals
39
provides
advice
2020
over
develops
woman
experience
pre-prandial
raniah
national
included
based
avoid
labor
countries
interventions
intervention
family
6
optimal
moreover
comprehensive
19
third
23
mortality
carbohydrate
35
support
received
2025
pharmacological
antihyperglycaemic
concentration
multiple
according
screened
death
pre-pregnancy
body
taken
activity
nutritional
usually
caesarean
occur
non-diabetic
morbidity
post-prandial
across
therapeutic
guide
glycated
implications
effects
present
where
reducing
up
status
7
sensitivity
regularly
undergo
11
thresholds
further
born
13
14
especially
uncontrolled
neuropathy
17
remains
needs
vary
target
per
so
healthcare
2017
careful
21
close
resulting
proper
short-term
26
environment
cardiac
case
full
main
cases
95
conditions
36
needed
interest
declared
relationships
remain
volume
testing
even
trauma
overweight
general
least
day
centres
assessed
known
medical
caused
growing
tissue
hormones
illness
against
depression
transport
alterations
fat
human
lactogen
2012
serum
advised
secretion
intra-uterine
55
author
american
strategies
analysis
folic
previously
continuous
visit
future
tight
background
regulation
involves
varies
available
since
populations
ideally
updated
2022
contribute
timely
meals
cost
fewer
benefits
intrauterine
25
avoided
prevention
protein
get
could
vital
below
then
effect
indicate
includes
out
modified
treated
outcome
glibenclamide
vaishnavi
nakshine
damage
pre-conception
spontaneous
artery
albairmani
abstract
search
organization
hemoglobin
variation
insurance
providing
addressed
pre-gestational
global
affect
maintaining
minimize
complicated
intake
rising
symptoms
face
8
overview
practice
specifically
team
manage
obstetricians
endocrinologists
dietitians
usual
bmi
detect
two-hour
crucial
decrease
16
mainstay
potentially
smbg
adjustments
range
increasingly
because
require
attention
providers
much
experienced
good
infusion
failure
how
besides
existing
second
monitor
state
occurs
circulation
suffer
brachial
plexus
surfactant
poorly
29
31
32
involve
managing
cannot
whether
protamine
34
routine
every
breastfeeding
treat
part
would
our
make
conflicts
financial
submitted
work
organizations
haemoglobin
evaluated
basis
indicated
adips
75-g
meet
trial
mean
41
provided
own
key
alone
commonly
administered
acting
lispro
doses
christopher
hospital
pancreatic
cvd
strategy
affected
did
around
controlling
induced
pressure
childbirth
post-gdm
people
discussed
rather
onset
threshold
image
credits
probability
vaginal
size
combined
pass
system
heart
breast
expectant
decreased
bilirubin
measurement
adiposity
pulmonary
encouraged
moderate
2004
1986
alternatives
understanding
near
pill
discontinued
ace-inhibitors
95mgdl
ante-natal
creatinine
undertaken
requirements
units
macky
haya
alzubaidy
eyman
elfaki
alweena
kidwai
yousif
fatma
ahmed
excellence
stringent
65%
supplementation
keywords
introduction
considerable
terms
intensive
estimated
goal
carries
presents
recommend
antenatal
cut-off
interpretation
consensus
widely
high-risk
earlier
hour
40%
normally
them
disorders
restriction
newly
underlying
25%
another
few
activities
33
achieved
recommends
53
first-trimester
reduction
response
manuscript
measured
absence
classification
already
2-hour
either
2021
ethnic
impacts
neonate
47
37
4500
low
post
register
permanent
babies
focus
glargine
various
presence
mostly
approximately
islet
prediabetes
we
titleabstract
small
certain
hapo
direct
20%
group
fact
polyhydramnios
counselling
become
coronary
methods
lead
practices
notes
copyright
license
pmcid
pmid
conducted
institute
world
approaches
optimization
4-12
persistent
requirement
coverage
disparities
low-resource
settings
requires
genetic
10%
worldwide
emphasizing
equity
inhibitors
safely
attain
changing
ntds
folate
total
months
plan
counseling
30-50%
highlighting
childbearing
stages
international
cut-offs
twice
useful
developed
variety
randomized
trials
expert
advances
enhance
educators
92
153
upon
instituted
diminish
optimizing
strict
whereas
adjusted
whose
becoming
adjustment
checking
evaluation
signs
urinary
tract
infection
done
take
complex
receiving
better
events
achieving
beneficial
site
rotation
barrier
malfunction
becomes
cover
restricted
systems
ultrasounds
hyperglycemic
relation
glycemia
complicate
greatly
mentioned
sequelae
short-
hyperinsulinemia
injury
neonates
pancreas
continue
fall
spina
bifida
agenesis
oxygen
supply
suggested
abnormal
stage
conclusion
serious
relies
excellent
dramatically
line
help
themselves
optimum
nph
analogs
adjust
four
suggest
timing
run
modification
38
conclusions
play
evidence-based
considerably
knowledge
sustained
compliance
declare
content
update
june
60
continues
measures
nonpregnant
proportion
october
text
free
online
australianprescribertgorgau
managed
42
mmolmol
values
what
value
mass
nurse
meal
lack
rapid-acting
analogues
humalog
unable
effectiveness
profile
regarding
efficacy
combination
mechanisms
action
planning
features
tested
member
older
difficulties
unfortunately
gaps
ultimately
prevalent
antepartum
course
demand
plays
release
adipose
produce
researches
treating
techniques
looked
influence
quick
return
preferred
systematic
particular
similar
regardless
likelihood
declining
deteriorate
markers
traits
comparatively
imply
serve
defense
detrimental
taking
biological
aids
multifaceted
effectively
episodes
extremely
instrumental
emergency
muscle
tearing
vagina
hemorrhage
uterus
appropriately
andor
effort
feeding
infections
amount
states
mtor
l
amino
boost
27
comparable
palsy
composition
female
phase
numerous
mammary
gland
circulating
colostrum
pima
indians
adult
rise
40
early-onset
utero
affects
probably
15%-30%
43
44
45
pregnancy-related
46
secure
gct
lga
idm
nidm
2016
hormone
unfavorable
2015
2009
multiethnic
shows
identified
sample
prematurely
defined
metabolism
suitable
safe
continued
gdm-affected
progress
begins
appears
kept
defect
retardation
polycythaemia
hypocalcaemia
difficult
carried
obstetrician
diabetologist
standard
contraceptive
generation
oestrogen
pills
optimise
started
7%
tighter
unawareness
regime
urine
excretion
microalbuminuria
proteinuria
concomitant
manifested
liquor
mellitus14
tala
syouti
literature
areas
pubmed
availability
driven
well-being
associations
fpg
non-pregnant
observational
stress
method
51
noted
showed
hypertensive
promote
crosses
excess
stopped
exposure
organogenesis
setting
gynecologist
balanced
low-glycemic
fats
first-line
check
irrespective
recommendation
design
australasian
released
64%
non-insulin
detected
referred
pregnancy13
almost
globally
consistent
australian
cardiometabolic
models
local
pathways
specialist
receive
met
immediate
versus
benefit
110
occurrence
perineal
polycystic
ovary
multiparity
births
respectively
concentrations
unless
reminders
addressing
capillary
insufficient
adequate
necessitating
waist
circumference
exposed
concern
detailed
outlining
harms
sulfonylureas
predisposition
dysfunction
physiological
lifelong
twofold
calls
dm
getting
giving
central
prisma
substantially
deterioration
demonstrated
us
importance
post-partum
past
european
hyperbilirubinaemia
unplanned
autonomic
labetalol
glucagon
140mgdl
sufficient
editors
alexander
muacevic
john
r
adler
structured
google
scholar
supplemented
targeted
guideline
repositories
selected
relevance
maternal-neonatal
exclusion
applied
non-english
publications
non-clinical
comparative
evaluate
critically
valued
burdened
constraints
reflects
standardization
expansion
equal
cost-effectiveness
technologies
limit
classified
broadly
categories
emerges
corrects
2-10%
low-
middle-income
15-25%
uae
susceptibility
1-3%
2%
contrast
compares
70%
convert
teratogenic
angiotensin-converting
enzyme
ace
aggravated
low-dose
perhaps
mg
incorporated
individualized
optimize
shortcomings
initial
paramount
groups
iadpsg
same
anyone
confirm
measurements
repeated
erythrocyte
turnover
limits
utility
prestigious
professional
federation
idf
sources
scientific
universal
24-28
worsens
points
one-hour
180
85
whos
correlates
minor
variations
agreed
societies
allows
emphasized
requiring
inherit
consists
dangerous
causing
tests
nice-recommended
preprandial
70-95
39-53
overgrowth
infrequently
utilized
welfare
basal-bolus
fit
example
popular
real-time
decreases
05%
barriers
non-adherent
concerns
fear
expense
300
month
uninsured
follow-ups
preferably
pathology
teamwork
deal
rct
hypoglycemic
35%
unit
nicu
admissions
affirm
undesirable
pose
drawbacks
hygiene
technical
interruptions
fails
backup
reverting
subcutaneous
here
navigate
situation
constraint
supplies
accessibility
able
dka
threaten
trimesters
overall
transferred
severity
highest
inadequately
helps
minimizing
babys
4000-4500
grams
26%
overgrown
injuries
3-12%
fractures
clavicle
prone
releasing
sharply
transfer
in-utero
15-fold
74-fold
2728
happens
reason
lungs
breathe
interfere
creating
structural
ventricular
septal
osseous
dysplasias
caudal
regression
pre-conceptual
insufficiency
damages
generates
gross
lifetime
heightened
overinsulin
patterns
burden
reverses
increases
priorities
attempts
toward
normoglycemia
allowed
30%
pharmacologic
neutral
hagedorn
cross
long-established
record
refused
starting
dosing
followed
closely
stay
ranges
echocardiogram
suspected
diet-controlled
39-40
37-38
though
remitted
acquires
once-a-year
937
32%
scenario
underlined
adhere
minimized
evolves
always
refine
sure
checkups
preventing
behooves
efforts
way
ensuring
disclosures
icmje
uniform
disclosure
form
paymentservices
info
appear
influenced
contributions
concept
acquisition
drafting
intellectual
supervision
summary
guidance
contraindicated
evolve
emerge
consensus-driven
robust
aims
current
best-practice
focusing
consideration
gestation112
glycaemia
adults
unchanged
box
pregnancy12
discussion
60%
randomised
difference
95%
ci
end
1-hour
106
90
specificity
percentile
modest
parameter
69
111
anomaly
pregnancy-induced
optimising
services
ndss
added
subsidised
equipment
after-pregnancy
undertake
utilises
involvement
practitioners
shortterm
disease21123
finger-prick
breakfast
lunch
dinner
high-quality
to11
next
step
single
injection
novorapid
night
humulin
fixeddose
biphasic
novomix
mix25
newer
fiasp
fast-acting
toujeo
u300
ryzodeg
degludec
routinely
depends
protocols
self-titration
hyperglycaemia28
conflicting
reported
currently
endorsed
appropriateness
basis4
needle
phobia
limiting
context
australia34
receptor
agonists
harm
one-third
managed38
optimisation
avenue
commencement
diabetes-related
plus
nolan
chief
investigator
booking
funded
council
canberra
private
fund
attend
conferences
contributed
honorarium
his
diabetologia
advisory
board
stephanie
baddock
carolyn
petersons
never
acquire
longer-term
acknowledged
preventative
moment
except
occasion
ongoing
worries
extended
identifying
investigations
aiming
indubitably
9%
globe
instance
entire
typically
inactivity
etiology
explained
inability
responsive
secreted
promoting
uptake
peripheral
tissues
synthesis
liver
lipids
fail
desired
receptors
consequently
natural
receives
nourishment
respond
sustain
balance
adapt
harmful
short
runs
necessity
c-section
difficulty
reappear
recent
focused
gm-targeting
probiotics
ambiguous
tries
hazards
learn
primary
adopting
modifying
your
exercising
option
persists
comprises
glucose-lowering
discontinue
mesh
bibliographies
pertinent
find
references
reviewers
independently
checked
retrieved
papers
inclusion
title
texts
reporting
items
reviews
meta-analyses
subsequently
regard
challenges
typical
instances
surgically
nearly
shortly
remainder
seem
20%-60%
5-10
osullivan
brought
logical
assume
plenty
pre-type
remuneration
passes
decompensation
noticeable
relatively
exhibiting
surpass
defining
slight
decline
c-reactive
adiponectin
degeneration
covered
emergence
amelioration
makeup
operation
comprehending
nature
highlights
significance
mitigate
influencing
serves
foundation
displaying
frequency
sizable
fraction
meta-analysis
214
susceptible
average
356
856
challenging
very
process
clung
birthvaginal
canal
forceps
vacuum
unanticipated
tear
anus
lacerations
tears
heavy
bleeding
failing
contract
three-
fivefold
genital
undergone
surgical
scar
procedure
inducing
rupturing
membrane
induce
prematurity-related
breathing
admission
icu
roughly
106%
problematic
negative
hence
gets
pedersens
theory
stimulation
extra
transported
corroborated
expression
proteins
gluts
insulin-dependent
ability
activate
powerful
controller
proliferation
placentas
transporters
division
nutrients
surge
aforementioned
storage
centered
abdomen
shoulders
15%-45%
erbs
administering
weighing
six
others
20-fold
organ
demonstrating
strong
too
continuously
fluid
bioactivity
variables
formed
citrate
lactose
nitrogen
15-24
correlation
delay
beginning
exhibited
cytokines
chemokines
interleukin
il-6
il-15
interferon-γ
il-1ra
granulocyte-macrophage
colony-stimulating
gm-csf
led
immune
wound
hypoxia
kernicterus
bacterial
nrds
prematurity
enterohepatic
hepatic
conjugation
erythropoiesis
polycythemia
consequence
degrade
by-product
red
rises
generally
usa
concrete
proof
her
indeed
dyslipidemia
different
researchers
discovered
link
grew
progeny
homeostatic
model
homa-ir
triglyceride
plausible
resistant
raises
illnesses
kids
arrhythmias
hospitalization
cvds
29%
deep
vein
thrombosis
embolism
programmed
last
long-duration
subjection
manifest
until
adolescence
vulnerable
handle
entails
educating
regulating
ones
enough
70%-85%
curable
concise
employed
advise
at-home
self-glucose
presently
advises
120
diabetics
beneficiaries
a1c
helpful
evaluating
dash
calorie-restricted
low-carbohydrate
low-unsaturated
high-fiber
soy-based
emphasis
reasonable
portion
sizes
carbs
promoted
larger-than-normal
pharmacotherapy
exists
10-14
days
living
courses
account
oral-route
outline
researched
molecules
capacity
reach
depicts
functions
illustrative
procedures
articles
characteristics
rpl
rat
challenge
year
alejandro
emphasizes
seriousness
involved
recognizing
dealing
accurate
contributing
epidemic
one-step
resulted
two-step
1992
represent
examination
rats
rpl-i
signal
initiates
fundamental
adaptive
insulin-treated
non-insulin-treated
cooperative
2008
relationship
cord
c-peptide
checkup
depressive
widespread
warning
sign
positive
gcts
reconsidered
vast
autoimmunity
monogenic
paper
internationally
recognized
obstetrics
2005
community
universally
vicious
cycle
initially
spreading
communities
united
xiang
behind
fastest
retnakaran
mild
lending
credence
idea
dysglycemia
latent
predictor
deteriorating
compensation
hispanic
mediated
adipokine
2007
juvenile
123-year
median
turn
examines
investigated
macrosomia-related
aside
strongly
pregestational
looks
localization
evolution
mice
activated
insulinigf-imtor
leptin
signaling
midpelvic
usage
distinct
non-nutritional
improves
fitness
milestones
animal
disrupt
structure
80%
producing
delayed
initiation
lactation
lactogenesis
ii
sd
full-term
1989
lipid
alters
1983
womens
connected
2019
examinations
1-3
enhances
wellness
maintenance
treatments
inclined
postnatal
goals
2002
determines
detemir
fetuses
seriously
impacted
characterized
demands
deeper
shed
light
encompass
sections
gdms
matter
underscores
persist
intergenerational
proactive
address
vigilant
pharmaceutical
collaborative
professionals
tailored
dietitian
cornerstone
paid
distribution
variances
competing
interests
exist
fathi
i
abourawi
pmc3081498
21526019
non
microvascular
loss
viable
off
spring
manifests
longterm
briefly
characterise
practical
facing
great
strides
improving
progressive
mid-pregnancy
progresses
approximates
progesterone
cortisol
prolactin
rapidly
abates
suggests
contributors
change
compensatory
beta-cells
overcome
utilisation
diabetogenic
peak
tables
intermittent
pulses
situations
stimulate
cardio-vascular
nervous
skeletal
sacral
genito-urinary
traumatic
deficiency
hypomagnesaemia
hyperinsulinaemia
inhibition
maturation
potassium
arrhythmia
seems
determining
abortion
mode
anti-diabetic
normalisation
glycosylated
79
start
de
novo
uncommon
devastating
actively
trying
conceive
reliably
vascular
progesterone-only
reliable
omission
injectable
progestogensimplants
devices
advantage
mechanical
prescribed
preparation
hypoglycaemic
agents
statins
safer
methyldopa
nifedipine
optimised
special
clinic
caring
dietician
aware
subtle
taught
ie
home
euglycaemic
allow
fine-tuning
mmol
correlate
eating
snacks
pre-breakfast
ketone
hypo-caloric
regimes
individualised
injectionbasal
bolus
preferable
twice-daily
families
recognition
kit
preventable
lethal
instructed
ketones
readings
feel
unwell
accelerate
fundoscopy
baseline
measure
albumincreatinine
ratio
24-hour
albumin
transient
250
umoll
clearance
50mlminute
contraindication
fertility
rare
attempting
frequently
problem
contributes
beta-blockers
diuretics
contemplating
compartment
syndromes
carpal
tunnel
exacerbated
symptomatically
splints
gastroparesis
orthostatic
untreated
planned
efficiently
manner
scanning
assessing
examining
counselled
possibility
offered
alphafetoprotein
scan
anatomy
mandatory
confined
programme
additional
recognised
umbilical
doppler
cardio-tocography
unlike
retarded
greatest
abdominal
bi-parietal
diameter
easily
monitored
serial
scans
parameters
documented
uncomplicated
compromise
merit
elective
4kg
repeat
obstetric
contra-indications
induction
administration
steroid
steroids
upset
inpatient
alteration
administer
iv
dextrose
hypomagnesemia
reduces
stop
intend
breastfeed
whil
differences
programmes
compare
frequencies
nevertheless
ethnicity
proven
independent
114%
rate1
secrete
compensate
responds
secreting
quantities
accrual
visceral
controversial
first-degree
relative
bone
fracture
nerve
consistently
55mmoll
commenced
keeping
75g
interpreted
revised
style
reading
readers
refer
report
committee
note
converting
si
conventional
multiply
pmc11928751
40125239
assesses
maternal-fetal
public
issue
dire
economic
expenditure
screen
discrepancies
vs
variability
consisting
carbohydrates
counting
stated
brisk
walking
150
minutes
week
takes
society
202512
recently
raised412
pregnancy1214
met1
australia2
54000
doubled
20093-5
criteria6
14%
estimates
population27
diabetes2
macrosomia8-10
hyperglycaemia28-10
step-up
step-down
services11
168
exclude
weeks112
age12
clinicians
offer
mmolmol12
broad
consensus112
clear
weeks116
australian-led
2014
deferred
249%
305%
56%
confidence
interval
101
phototherapy
dystocia17
randomisation
78%
08%
36%
28%
1517
respect
54%
055
067
predict
post-load
90th
predicting
075
06518
57%
59%
diabetes12
100
86
adults1213
70
random
diabetes11215
kgm2
hypothyroidism
beyond
glucocorticoids
antipsychotics
169
death1920
adding
therapy221-23
scheme
details
opt
large-for-gestational-age
educated
modifiable
resources
prepregnancy
weight223
cultural
preferences
lowglycaemic
carbohydrates24
pooled
implemented
improvement
quality
limitations
trials25
survey
zealand
394%
ranging
288
573%
diabetes26
choice
sometimes
used4
isophane27
optisulin
u100
diabetes23
67
170
46%
therapy23
insulin29
teratogenicity28
open-label
n363
320%
322%
respectively30
n45
larger
anthropometric
n5431
observed
n58
n51
insulin31
raise
caution
incomplete
participant
retrospective
register-based
cohort
correlated
dysglycaemia
small-for-gestationalage
infants32
finding
metaanalysis33
warranted
clearly
pregnancy28
sodium-glucose
co-transporter
glucagon-like
peptide-1
glp1
dual
glucose-dependent
insulinotropic
polypeptide
glp-1
dipeptidyl
peptidase-4
studied
followup
85%
resolution
delivery35
active
starts
via
114
unmasked
pregnancy8
recurrence
73%36
171
re-evaluated
pregnancy37
50
pregnancy2
registrants
booklet
stratification
plans423
finalised
september
s
sangita
d
jogdand
pmc10663705
38021940
conducts
ramifications
resolves
methodology
undertook
july
flowchart
uterine
atony
inconsistent
hypoglycemics
damm
moon
lawlor
parsons
billionnet
byrn
tan
buchanan
metzger
dabelea
hillier
sullivan
kamana
lazer
ehrenberg
illsley
rosario
logan
mcfarland
eidelman
sibiak
al-biltagi
hartmann
bitman
holt
pettitt
boerschmann
yu
lende
gregg
brown
landon
lv
integrated
combining
population-wide
preventive
programs
strengthened
represents
90%
population1
complicates
02%
03%
pregnancies2
stems
decade
emerged
prominent
concern3
st
vincent
declaration
adopted
approximating
women4
scandinavia
arm
nine-year
trial5
nutrient
completed
seven
post-conception
abortions
period6
know
she
imperative
child-bearing
six-fold
eight
fold
population79
neurologic
keto-acidosis
visual
deteriorationretinopathy
vomiting
gastric
miscarriages
striking
reductions
malformation
participate
care11
thirds
precluding
leading
controlappropriate
pressureappropriate
smoking
rubella
forms
carry
individually
strongest
predictors
weight12
calories
ketosis
methyl-dopa
substituted
post-natal
correlating
hopefully
agreement
future16
biochemical
50gm
1hr
effective15
asian
african
descent
load
gm
diabetes17
4%
1%18
calorie
reclassification
61
mmol1
110mgdl
78mmoll
5669mmol1
100125mgdl
7811mmoll
140199mgdl
7mmoll
126mgdl
111mmoll
200mgdl
acknowledgement
grateful
diane
willerton
typing
