<PAD>
<UNK>
the
of
and
in
to
diabetes
with
pregnancy
a
is
for
gdm
insulin
women
glucose
as
gestational
be
risk
or
are
that
on
maternal
2
have
should
by
1
mellitus
during
management
may
an
at
such
blood
it
type
complications
control
5
early
fetal
also
levels
screening
not
who
this
treatment
care
been
increased
macrosomia
mmol/l
more
their
which
if
metformin
6
diagnosis
from
weeks
can
glycaemic
has
neonatal
pregnant
resistance
birth
delivery
hyperglycemia
most
hba1c
outcomes
12
health
higher
oral
than
was
cardiovascular
factors
postpartum
weight
0
after
associated
guidelines
monitoring
obesity
both
disease
fasting
increase
mother
pregnancies
there
tolerance
7
diabetic
hypoglycaemia
pre-existing
therapy
these
all
congenital
however
hypoglycemia
mothers
test
use
will
3
8
diagnosed
diagnostic
due
first
gestation
lifestyle
prevalence
result
10
28
4
9
age
before
compared
growth
include
its
table
were
11
24
about
children
elevated
greater
history
including
long-term
other
patients
t2dm
when
article
australia
beta
but
changes
common
criteria
data
g
having
hypertension
lower
period
placental
recommended
reduce
review
risks
significant
used
years
ada
adverse
being
between
clinical
developing
development
dietary
fetus
had
high
hyperglycaemia
metabolic
mg/dl
normal
overt
patient
plasma
pogtt
s
they
those
while
2025
30
addition
anomalies
condition
foetus
incidence
like
likely
malformations
must
need
offspring
placenta
potential
previous
research
seen
syndrome
trimester
15
20
23
cell
develop
education
exercise
follow-up
following
found
level
ogtt
perinatal
population
pumps
study
therefore
throughout
well
without
14
2023
48
5%
75
above
appropriate
baby
depending
do
e
essential
gain
glycemic
improve
increasing
index
individual
information
into
later
longer
medications
new
number
particularly
poor
preeclampsia
preterm
prevent
problems
rates
recommendations
required
some
stillbirth
studies
through
worsening
13
22
75-g
achieve
additionally
advice
alone
among
antihyperglycaemic
any
aspart
chronic
comprehensive
defects
detection
diet
drugs
effective
evidence
findings
foetal
impact
impaired
infants
less
limited
medication
modifications
national
obese
possible
provide
rate
reduced
regular
retinopathy
safety
sensitivity
shown
subsequent
sugar
therapies
thus
time
trial
two
using
140
16
17
18
19
2-hour
25
32
39
4%
adips
although
approach
association
avoid
body
cells
centres
cesarean
cgm
complication
consequences
countries
delivered
distress
dystocia
family
function
furthermore
given
glyburide
glycated
healthy
injections
intervention
intolerance
ketoacidosis
large
leads
life
linked
made
maintain
major
many
mmol/mol
multidisciplinary
n
needs
nice
no
nutrition
occur
one
only
order
outcome
over
pharmacological
physical
post-prandial
postprandial
pre-conception
pre-eclampsia
pre-pregnancy
prenatal
previously
prior
progression
pump
related
renal
respiratory
screened
severe
shoulder
significantly
times
title/abstract
undergo
volume
2010
34
35
36
abnormalities
access
according
acid
across
activity
aim
antenatal
assessed
au
australianprescriber
author
background
below
born
cardiac
cause
caused
concentration
conception
conditions
considered
cost
critical
cut-offs
depression
despite
did
does
dose
even
excessive
factor
free
full
future
glibenclamide
haemoglobin
healthcare
hormones
impacts
implications
important
individuals
intrauterine
introduction
involves
issues
keywords
known
labour
long
low
macrosomic
medical
meet
milk
morbidity
multiple
necessary
nephropathy
nonpregnant
october
online
optimal
org
overweight
performed
populations
post
preconception
production
proper
range
reducing
register
remains
results
secretion
section
several
short-term
since
support
term
terms
testing
text
tg
usual
vary
2%
2004
2009
2012
2017
2022
21
27
31
33
37
38
40%
42
45
47
6%
7%
9%
95
abstract
ace-inhibitors
acting
adequate
adjusted
adjustments
adults
affect
affected
against
alterations
alternatives
american
around
assessment
available
avoided
basheer
basis
because
become
benefits
best
bmi
cases
causes
certain
chance
child
close
combination
combined
concentrations
concern
consensus
continuous
copyright
counselling
cvd
death
decrease
detect
develops
direct
discontinued
doses
effect
either
ensure
especially
established
ethnic
european
excellence
existing
expectant
experience
face
few
fewer
first-trimester
focus
further
general
glargine
goal
good
growing
guide
help
hemoglobin
high-risk
hours
ideally
inadequate
indicate
induced
infant
infusion
inhibitors
intensive
international
interventions
involve
islet
june
lactogen
lead
license
lispro
m
main
mainstay
maintaining
manage
managed
mass
mean
met
mortality
near
needed
neuropathy
newly
normally
notes
nph
often
once
onset
organization
our
own
pancreatic
part
pass
per
permanent
persistent
pill
planning
pmcid
pmid
potentially
practices
pre-gestational
pre-prandial
prediabetes
premature
present
pressure
proportion
protamine
provided
provides
receive
received
recommend
recommends
reduction
regularly
regulation
remain
require
requirements
response
restriction
rising
search
self-monitoring
services
show
state
status
strategy
surveillance
taken
target
them
thresholds
tight
timely
trauma
trials
underlying
unfortunately
up
update
usually
value
values
varies
various
versus
vital
what
where
whether
widely
woman
world
would
0%
1-hour
10%
14%
2016
2021
26
3%
30%
4-12
40
41
43
46
54
56
8%
8-10
95%
95mg/dl
abnormal
absence
achieving
activities
added
adipose
adiposity
adjust
adjustment
adler
administered
adulthood
agonists
al
alexander
along
amino
analogs
analogues
analysis
anomaly
another
appears
approaches
approximately
areas
artery
associations
attain
attention
australasian
australian
availability
babies
barrier
based
becoming
begins
beneficial
benefit
better
births
boost
box
breast
caesarean
calls
cannot
carbohydrate
carbohydrates
cardiometabolic
careful
carries
case
check
checking
childbirth
childhood
christopher
ci
commonly
comparable
comparatively
complicate
complicated
conducted
considerable
considerably
consideration
continue
continued
contribute
controlled
controlling
coronary
could
creatinine
crosses
cut-off
daily
damage
declining
defense
defined
demand
demonstrated
detected
deteriorate
developed
dietitians
difference
difficulties
discussed
discussion
diseases
disorders
dm
driven
dysfunction
each
earlier
editors
effectiveness
efficacy
emphasizing
end
endocrinologists
enhance
environment
episodes
estimated
evaluated
evaluation
events
every
excess
extremely
fact
failure
fall
first-line
folic
fpg
frequent
gaps
gct
gdm-affected
get
getting
giving
global
globally
glycaemia
group
groups
gynecologist
hapo
harms
hemorrhage
hormone
hospital
hour
humalog
human
humulin
hyperglycemic
hyperinsulinemia
hypertensive
i
immediate
importance
included
increasingly
infection
influence
institute
insufficient
intake
jaundice
john
key
knowledge
lga
lifelong
likelihood
line
malfunction
managing
markers
measured
measures
mechanisms
mesh
method
methods
microalbuminuria
might
minimize
moderate
modest
modification
modified
moreover
mtor
muacevic
multiethnic
multiparity
ndss
necessitating
neonates
neural
newborn
newborns
non-diabetic
non-insulin
non-pregnant
noted
nutritional
obstetricians
occurs
older
open
optimising
optimization
out
ovary
overview
pancreas
parameter
past
pathways
people
percentile
plan
polycystic
post-partum
pregnancy-induced
pregnancy-related
prematurely
presence
presents
prevention
probability
profile
progress
promote
protein
providers
providing
pubmed
quick
r
randomised
rapid-acting
rather
receiving
receptor
regarding
regardless
regime
release
released
reminders
reported
respectively
resulting
return
rise
role
rotation
routine
run
same
sample
secure
setting
showed
signs
similar
site
smbg
so
specialist
specifically
specificity
spontaneous
stage
stages
states
still
stopped
stress
stringent
substantially
sufficient
suggest
suggested
sulfonylureas
supplementation
symptoms
system
tab
take
targets
team
tested
then
therapeutic
third
three
tighter
tissue
tract
transport
treat
treated
treating
tube
two-hour
twofold
ultimately
ultrasound
unable
unawareness
uncontrolled
understanding
unfavorable
unless
unplanned
updated
us
visit
waist
well-being
whose
within
worldwide
