{"of": 0, "and": 1, "the": 2, "to": 3, "in": 4, "a": 5, "is": 6, "diabetes": 7, "with": 8, "for": 9, "pregnancy": 10, "gdm": 11, "as": 12, "be": 13, "women": 14, "are": 15, "glucose": 16, "risk": 17, "that": 18, "by": 19, "insulin": 20, "maternal": 21, "or": 22, "have": 23, "complications": 24, "on": 25, "blood": 26, "may": 27, "during": 28, "an": 29, "should": 30, "it": 31, "such": 32, "gestational": 33, "control": 34, "fetal": 35, "pre": 36, "2": 37, "this": 38, "management": 39, "mellitus": 40, "diabetic": 41, "al": 42, "at": 43, "1": 44, "levels": 45, "delivery": 46, "who": 47, "type": 48, "also": 49, "et": 50, "can": 51, "increased": 52, "if": 53, "which": 54, "care": 55, "from": 56, "birth": 57, "macrosomia": 58, "these": 59, "5": 60, "obesity": 61, "most": 62, "early": 63, "been": 64, "high": 65, "their": 66, "more": 67, "not": 68, "mother": 69, "monitoring": 70, "has": 71, "term": 72, "long": 73, "than": 74, "neonatal": 75, "3": 76, "existing": 77, "health": 78, "all": 79, "higher": 80, "hyperglycemia": 81, "first": 82, "both": 83, "result": 84, "pregnant": 85, "growth": 86, "there": 87, "screening": 88, "must": 89, "fetus": 90, "mothers": 91, "metabolic": 92, "outcomes": 93, "congenital": 94, "hypoglycemia": 95, "new": 96, "due": 97, "after": 98, "t2dm": 99, "7": 100, "treatment": 101, "will": 102, "4": 103, "postpartum": 104, "weeks": 105, "its": 106, "include": 107, "hypertension": 108, "other": 109, "however": 110, "associated": 111, "resistance": 112, "weight": 113, "review": 114, "diagnosis": 115, "oral": 116, "two": 117, "pregnancies": 118, "patients": 119, "disease": 120, "changes": 121, "increase": 122, "guidelines": 123, "conception": 124, "research": 125, "before": 126, "between": 127, "15": 128, "risks": 129, "reduce": 130, "8": 131, "l": 132, "dl": 133, "normal": 134, "tab": 135, "open": 136, "non": 137, "6": 138, "significant": 139, "10": 140, "period": 141, "addition": 142, "9": 143, "common": 144, "problems": 145, "when": 146, "placental": 147, "they": 148, "post": 149, "beta": 150, "ada": 151, "hba1c": 152, "12": 153, "therapy": 154, "glycemic": 155, "having": 156, "anomalies": 157, "cardiovascular": 158, "mg": 159, "30": 160, "well": 161, "being": 162, "throughout": 163, "including": 164, "mmol": 165, "children": 166, "some": 167, "trimester": 168, "regular": 169, "about": 170, "20": 171, "particularly": 172, "likely": 173, "syndrome": 174, "elevated": 175, "diet": 176, "factors": 177, "perinatal": 178, "foetus": 179, "foetal": 180, "were": 181, "clinical": 182, "studies": 183, "prevalence": 184, "but": 185, "preterm": 186, "population": 187, "possible": 188, "up": 189, "those": 190, "nephropathy": 191, "developing": 192, "prevent": 193, "compared": 194, "age": 195, "incidence": 196, "one": 197, "condition": 198, "development": 199, "years": 200, "malformations": 201, "metformin": 202, "greater": 203, "lifestyle": 204, "offspring": 205, "hypoglycaemia": 206, "table": 207, "assessment": 208, "association": 209, "criteria": 210, "test": 211, "seen": 212, "later": 213, "cesarean": 214, "24": 215, "following": 216, "level": 217, "14": 218, "function": 219, "had": 220, "major": 221, "22": 222, "causes": 223, "child": 224, "develop": 225, "glycaemic": 226, "related": 227, "impact": 228, "figure": 229, "based": 230, "was": 231, "nice": 232, "prior": 233, "required": 234, "essential": 235, "tolerance": 236, "ogtt": 237, "diagnostic": 238, "g": 239, "important": 240, "low": 241, "like": 242, "into": 243, "while": 244, "worsening": 245, "defects": 246, "baby": 247, "given": 248, "retinopathy": 249, "three": 250, "recommended": 251, "without": 252, "only": 253, "despite": 254, "therefore": 255, "hour": 256, "gestation": 257, "fasting": 258, "education": 259, "140": 260, "improve": 261, "shoulder": 262, "dystocia": 263, "data": 264, "additionally": 265, "exercise": 266, "role": 267, "prandial": 268, "effective": 269, "cell": 270, "sugar": 271, "diseases": 272, "findings": 273, "abnormalities": 274, "acid": 275, "diagnosed": 276, "among": 277, "75": 278, "detection": 279, "adverse": 280, "preeclampsia": 281, "lower": 282, "medication": 283, "history": 284, "macrosomic": 285, "evidence": 286, "use": 287, "patient": 288, "study": 289, "several": 290, "controlled": 291, "28": 292, "potential": 293, "2023": 294, "11": 295, "follow": 296, "medications": 297, "results": 298, "established": 299, "time": 300, "ultrasound": 301, "although": 302, "furthermore": 303, "infants": 304, "through": 305, "rate": 306, "once": 307, "within": 308, "respiratory": 309, "production": 310, "linked": 311, "distress": 312, "poor": 313, "subsequent": 314, "infant": 315, "prenatal": 316, "along": 317, "chance": 318, "any": 319, "premature": 320, "appropriate": 321, "healthy": 322, "cells": 323, "woman": 324, "achieve": 325, "majority": 326, "do": 327, "dietary": 328, "consequences": 329, "adulthood": 330, "article": 331, "albairmani": 332, "basheer": 333, "abstract": 334, "author": 335, "m": 336, "multidisciplinary": 337, "analysis": 338, "avoid": 339, "performed": 340, "access": 341, "cost": 342, "background": 343, "labor": 344, "countries": 345, "inadequate": 346, "significantly": 347, "25": 348, "life": 349, "need": 350, "critical": 351, "status": 352, "thus": 353, "tube": 354, "neural": 355, "daily": 356, "considered": 357, "above": 358, "complication": 359, "used": 360, "intolerance": 361, "increasing": 362, "moreover": 363, "factor": 364, "order": 365, "stillbirth": 366, "13": 367, "many": 368, "17": 369, "renal": 370, "glyburide": 371, "18": 372, "issues": 373, "maintain": 374, "might": 375, "comprehensive": 376, "provide": 377, "19": 378, "frequent": 379, "40": 380, "pumps": 381, "rates": 382, "35": 383, "cause": 384, "third": 385, "section": 386, "mother's": 387, "23": 388, "placenta": 389, "26": 390, "short": 391, "impaired": 392, "newborn": 393, "newborns": 394, "shown": 395, "mortality": 396, "show": 397, "chronic": 398, "nutrition": 399, "physical": 400, "index": 401, "carbohydrate": 402, "cases": 403, "39": 404, "delivered": 405, "found": 406, "no": 407, "previous": 408, "labour": 409, "morbidity": 410, "approach": 411, "still": 412, "occur": 413, "over": 414, "excessive": 415, "times": 416, "uterine": 417, "necessary": 418, "experience": 419, "large": 420, "childhood": 421, "onset": 422, "2010": 423, "raniah": 424, "strategies": 425, "american": 426, "recommendations": 427, "included": 428, "organization": 429, "therapeutic": 430, "salaheldin": 431, "mona": 432, "aim": 433, "folic": 434, "pump": 435, "cgm": 436, "visit": 437, "continuous": 438, "keywords": 439, "future": 440, "preconception": 441, "tight": 442, "intensive": 443, "regulation": 444, "effects": 445, "where": 446, "varies": 447, "present": 448, "interventions": 449, "intervention": 450, "ace": 451, "inhibitors": 452, "reducing": 453, "best": 454, "family": 455, "dose": 456, "often": 457, "overt": 458, "populations": 459, "using": 460, "ensure": 461, "contribute": 462, "further": 463, "neuropathy": 464, "95": 465, "especially": 466, "16": 467, "drugs": 468, "safety": 469, "target": 470, "self": 471, "vary": 472, "per": 473, "2017": 474, "ketoacidosis": 475, "healthcare": 476, "so": 477, "severe": 478, "21": 479, "careful": 480, "limited": 481, "does": 482, "close": 483, "proper": 484, "environment": 485, "leads": 486, "29": 487, "32": 488, "main": 489, "protein": 490, "postprandial": 491, "conditions": 492, "36": 493, "year": 494, "authors": 495, "could": 496, "i": 497, "progression": 498, "eclampsia": 499, "outcome": 500, "made": 501, "lactogen": 502, "individuals": 503, "fat": 504, "even": 505, "spontaneous": 506, "general": 507, "did": 508, "pressure": 509, "contraception": 510, "intra": 511, "gain": 512, "advice": 513, "each": 514, "reduced": 515, "against": 516, "usually": 517, "hours": 518, "jaundice": 519, "develops": 520, "overweight": 521, "nakshine": 522, "vaishnavi": 523, "obese": 524, "strategy": 525, "affected": 526, "growing": 527, "tissue": 528, "illness": 529, "depression": 530, "according": 531, "activity": 532, "milk": 533, "nutritional": 534, "2020": 535, "2012": 536, "syouti": 537, "excellence": 538, "macky": 539, "pmcid": 540, "copyright": 541, "yousif": 542, "license": 543, "elfaki": 544, "search": 545, "haya": 546, "alzubaidy": 547, "tala": 548, "kidwai": 549, "world": 550, "fatma": 551, "alweena": 552, "pmid": 553, "ahmed": 554, "notes": 555, "information": 556, "eyman": 557, "guide": 558, "supplementation": 559, "stringent": 560, "hemoglobin": 561, "introduction": 562, "insurance": 563, "addressed": 564, "implications": 565, "considerable": 566, "terms": 567, "global": 568, "involves": 569, "affect": 570, "70": 571, "maintaining": 572, "minimize": 573, "goal": 574, "complicated": 575, "carries": 576, "available": 577, "intake": 578, "rising": 579, "face": 580, "since": 581, "off": 582, "symptoms": 583, "presents": 584, "ideally": 585, "sensitivity": 586, "twice": 587, "specifically": 588, "optimal": 589, "regularly": 590, "team": 591, "bmi": 592, "2022": 593, "detect": 594, "e": 595, "crucial": 596, "timely": 597, "born": 598, "decrease": 599, "meals": 600, "uncontrolled": 601, "less": 602, "potentially": 603, "needs": 604, "because": 605, "smbg": 606, "require": 607, "attention": 608, "providers": 609, "urinary": 610, "benefits": 611, "experienced": 612, "much": 613, "failure": 614, "good": 615, "normally": 616, "how": 617, "monitor": 618, "restricted": 619, "besides": 620, "second": 621, "them": 622, "intrauterine": 623, "state": 624, "resulting": 625, "newly": 626, "plexus": 627, "brachial": 628, "circulation": 629, "occurs": 630, "suffer": 631, "fold": 632, "poorly": 633, "27": 634, "few": 635, "cardiac": 636, "avoided": 637, "31": 638, "case": 639, "prevention": 640, "full": 641, "involve": 642, "managing": 643, "line": 644, "activities": 645, "cannot": 646, "help": 647, "33": 648, "34": 649, "whether": 650, "every": 651, "surveillance": 652, "38": 653, "37": 654, "treat": 655, "part": 656, "breastfeeding": 657, "would": 658, "our": 659, "needed": 660, "make": 661, "get": 662, "organizations": 663, "declared": 664, "response": 665, "support": 666, "medical": 667, "counselling": 668, "fact": 669, "affects": 670, "approximately": 671, "direct": 672, "certain": 673, "centres": 674, "unfortunately": 675, "small": 676, "adiposity": 677, "near": 678, "secretion": 679, "hormones": 680, "then": 681, "pancreatic": 682, "hyperglycaemia": 683, "decreased": 684, "body": 685, "caused": 686, "damage": 687, "rather": 688, "includes": 689, "out": 690, "artery": 691, "methods": 692, "effect": 693, "least": 694, "encouraged": 695, "treated": 696, "95mg": 697, "natal": 698, "lead": 699, "day": 700, "size": 701, "moderate": 702, "measurement": 703, "human": 704, "vital": 705, "undertaken": 706, "serum": 707, "induced": 708, "death": 709, "advised": 710, "modified": 711, "vaginal": 712, "48": 713, "discussed": 714, "group": 715, "threshold": 716, "hapo": 717, "gm": 718, "glibenclamide": 719, "cvd": 720, "controlling": 721, "childbirth": 722, "c": 723, "people": 724, "credits": 725, "image": 726, "probability": 727, "pass": 728, "transport": 729, "known": 730, "alterations": 731, "trauma": 732, "45": 733, "heart": 734, "expectant": 735, "provides": 736, "modifications": 737, "2004": 738, "alternatives": 739, "understanding": 740, "editors": 741, "pubmed": 742, "across": 743, "muacevic": 744, "practices": 745, "institute": 746, "conducted": 747, "national": 748, "alexander": 749, "areas": 750, "adler": 751, "john": 752, "r": 753, "literature": 754, "previously": 755, "optimization": 756, "approaches": 757, "glycated": 758, "persistent": 759, "requirement": 760, "variation": 761, "coverage": 762, "disparities": 763, "effectiveness": 764, "resource": 765, "settings": 766, "providing": 767, "requires": 768, "estimated": 769, "worldwide": 770, "genetic": 771, "depending": 772, "equity": 773, "emphasizing": 774, "safely": 775, "converting": 776, "attain": 777, "changing": 778, "total": 779, "months": 780, "counseling": 781, "childbearing": 782, "highlighting": 783, "50": 784, "plan": 785, "antenatal": 786, "interpretation": 787, "recommend": 788, "cut": 789, "associations": 790, "iadpsg": 791, "international": 792, "fpg": 793, "overview": 794, "useful": 795, "developed": 796, "trials": 797, "updated": 798, "variety": 799, "enhance": 800, "randomized": 801, "practice": 802, "advances": 803, "expert": 804, "widely": 805, "obstetricians": 806, "endocrinologists": 807, "usual": 808, "dietitians": 809, "92": 810, "earlier": 811, "153": 812, "s": 813, "upon": 814, "diminish": 815, "instituted": 816, "optimizing": 817, "strict": 818, "targets": 819, "remains": 820, "whereas": 821, "basal": 822, "whose": 823, "bolus": 824, "adjustments": 825, "becoming": 826, "increasingly": 827, "range": 828, "0": 829, "adjustment": 830, "signs": 831, "evaluation": 832, "complex": 833, "tract": 834, "take": 835, "done": 836, "infection": 837, "achieving": 838, "injections": 839, "events": 840, "better": 841, "beneficial": 842, "malfunction": 843, "infusion": 844, "barrier": 845, "cover": 846, "becomes": 847, "ultrasounds": 848, "systems": 849, "disorders": 850, "complicate": 851, "underlying": 852, "restriction": 853, "hyperglycemic": 854, "glycemia": 855, "relation": 856, "greatly": 857, "mentioned": 858, "promote": 859, "hyperinsulinemia": 860, "injury": 861, "neonates": 862, "fall": 863, "pancreas": 864, "excess": 865, "continue": 866, "surfactant": 867, "utero": 868, "agenesis": 869, "spina": 870, "bifida": 871, "another": 872, "organogenesis": 873, "supply": 874, "oxygen": 875, "suggested": 876, "stage": 877, "abnormal": 878, "excellent": 879, "serious": 880, "relies": 881, "gynecologist": 882, "dramatically": 883, "fats": 884, "balanced": 885, "themselves": 886, "optimum": 887, "achieved": 888, "analogs": 889, "recommends": 890, "adjust": 891, "four": 892, "routine": 893, "individual": 894, "suggest": 895, "timing": 896, "run": 897, "modification": 898, "reduction": 899, "conclusions": 900, "considerably": 901, "play": 902, "knowledge": 903, "received": 904, "submitted": 905, "work": 906, "relationships": 907, "sustained": 908, "compliance": 909, "content": 910, "manuscript": 911, "polyhydramnios": 912, "remain": 913, "partum": 914, "proportion": 915, "importance": 916, "metabolism": 917, "focus": 918, "us": 919, "we": 920, "trial": 921, "concern": 922, "european": 923, "calls": 924, "become": 925, "appears": 926, "begins": 927, "hormone": 928, "progesterone": 929, "defect": 930, "kept": 931, "circulating": 932, "rise": 933, "vascular": 934, "central": 935, "retardation": 936, "neonate": 937, "cardio": 938, "prematurely": 939, "system": 940, "polycythaemia": 941, "hypocalcaemia": 942, "hyperbilirubinaemia": 943, "difficult": 944, "pulmonary": 945, "planning": 946, "permanent": 947, "six": 948, "progress": 949, "deterioration": 950, "unplanned": 951, "obstetrician": 952, "carried": 953, "adequate": 954, "standard": 955, "diabetologist": 956, "demonstrated": 957, "coronary": 958, "autonomic": 959, "probably": 960, "combined": 961, "taken": 962, "contraceptive": 963, "detrimental": 964, "suitable": 965, "started": 966, "discontinued": 967, "labetalol": 968, "optimise": 969, "emergency": 970, "safe": 971, "assessed": 972, "ante": 973, "provided": 974, "unawareness": 975, "continued": 976, "episodes": 977, "glucagon": 978, "home": 979, "140mg": 980, "sufficient": 981, "regime": 982, "urine": 983, "serve": 984, "proteinuria": 985, "microalbuminuria": 986, "concomitant": 987, "presence": 988, "commonly": 989, "manifested": 990, "appropriately": 991, "identified": 992, "liquor": 993, "volume": 994, "mostly": 995, "mean": 996, "own": 997, "hospital": 998, "indicated": 999, "basis": 1000, "requirements": 1001, "units": 1002, "return": 1003, "around": 1004, "feeding": 1005, "defined": 1006, "sample": 1007, "ethnic": 1008, "calorie": 1009, "substantially": 1010, "value": 1011, "below": 1012, "palsy": 1013, "screened": 1014, "classification": 1015, "plasma": 1016, "impacts": 1017, "difficulties": 1018, "older": 1019, "longer": 1020, "giving": 1021, "getting": 1022, "antepartum": 1023, "gaps": 1024, "ultimately": 1025, "dm": 1026, "prevalent": 1027, "demand": 1028, "course": 1029, "adipose": 1030, "plays": 1031, "release": 1032, "number": 1033, "produce": 1034, "researches": 1035, "looked": 1036, "influence": 1037, "treating": 1038, "techniques": 1039, "therapies": 1040, "quick": 1041, "title": 1042, "prisma": 1043, "preferred": 1044, "systematic": 1045, "meta": 1046, "particular": 1047, "likelihood": 1048, "similar": 1049, "regardless": 1050, "declining": 1051, "deteriorate": 1052, "meet": 1053, "prediabetes": 1054, "traits": 1055, "comparatively": 1056, "markers": 1057, "imply": 1058, "taking": 1059, "biological": 1060, "multifaceted": 1061, "effectively": 1062, "aids": 1063, "defense": 1064, "extremely": 1065, "instrumental": 1066, "uterus": 1067, "hemorrhage": 1068, "vagina": 1069, "tearing": 1070, "already": 1071, "prematurity": 1072, "infections": 1073, "effort": 1074, "babies": 1075, "states": 1076, "amount": 1077, "amino": 1078, "boost": 1079, "mtor": 1080, "comparable": 1081, "numerous": 1082, "breast": 1083, "composition": 1084, "mammary": 1085, "gland": 1086, "bilirubin": 1087, "adult": 1088, "pima": 1089, "indians": 1090, "41": 1091, "indicate": 1092, "44": 1093, "43": 1094, "46": 1095, "47": 1096, "secure": 1097, "rpl": 1098, "nidm": 1099, "gct": 1100, "idm": 1101, "lga": 1102, "2016": 1103, "unfavorable": 1104, "2015": 1105, "2009": 1106, "multiethnic": 1107, "xiang": 1108, "shows": 1109, "retnakaran": 1110, "1986": 1111, "2021": 1112}