{"of": 0, "and": 1, "the": 2, "to": 3, "in": 4, "a": 5, "is": 6, "diabetes": 7, "with": 8, "for": 9, "pregnancy": 10, "gdm": 11, "as": 12, "be": 13, "women": 14, "are": 15, "glucose": 16, "risk": 17, "that": 18, "by": 19, "insulin": 20, "maternal": 21, "or": 22, "have": 23, "complications": 24, "on": 25, "blood": 26, "may": 27, "during": 28, "an": 29, "should": 30, "it": 31, "such": 32, "gestational": 33, "control": 34, "2": 35, "pre": 36, "fetal": 37, "this": 38, "management": 39, "mellitus": 40, "diabetic": 41, "al": 42, "at": 43, "1": 44, "levels": 45, "delivery": 46, "who": 47, "type": 48, "also": 49, "et": 50, "can": 51, "increased": 52, "if": 53, "which": 54, "care": 55, "from": 56, "birth": 57, "macrosomia": 58, "these": 59, "5": 60, "obesity": 61, "most": 62, "early": 63, "been": 64, "high": 65, "their": 66, "more": 67, "not": 68, "mother": 69, "monitoring": 70, "has": 71, "long": 72, "term": 73, "than": 74, "neonatal": 75, "health": 76, "existing": 77, "3": 78, "all": 79, "higher": 80, "first": 81, "hyperglycemia": 82, "both": 83, "pregnant": 84, "result": 85, "growth": 86, "there": 87, "screening": 88, "must": 89, "fetus": 90, "mothers": 91, "metabolic": 92, "outcomes": 93, "congenital": 94, "hypoglycemia": 95, "new": 96, "due": 97, "after": 98, "t2dm": 99, "7": 100, "treatment": 101, "will": 102, "4": 103, "postpartum": 104, "weeks": 105, "its": 106, "include": 107, "hypertension": 108, "other": 109, "however": 110, "associated": 111, "resistance": 112, "weight": 113, "review": 114, "diagnosis": 115, "oral": 116, "two": 117, "pregnancies": 118, "patients": 119, "disease": 120, "changes": 121, "increase": 122, "guidelines": 123, "conception": 124, "research": 125, "before": 126, "between": 127, "15": 128, "risks": 129, "reduce": 130, "8": 131, "l": 132, "dl": 133, "normal": 134, "open": 135, "tab": 136, "non": 137, "6": 138, "significant": 139, "10": 140, "period": 141, "addition": 142, "9": 143, "common": 144, "problems": 145, "when": 146, "placental": 147, "they": 148, "post": 149, "beta": 150, "ada": 151, "hba1c": 152, "12": 153, "therapy": 154, "glycemic": 155, "having": 156, "anomalies": 157, "cardiovascular": 158, "mg": 159, "being": 160, "30": 161, "well": 162, "including": 163, "throughout": 164, "mmol": 165, "some": 166, "children": 167, "trimester": 168, "regular": 169, "about": 170, "20": 171, "likely": 172, "particularly": 173, "syndrome": 174, "elevated": 175, "diet": 176, "factors": 177, "perinatal": 178, "foetus": 179, "foetal": 180, "were": 181, "studies": 182, "clinical": 183, "prevalence": 184, "but": 185, "preterm": 186, "population": 187, "up": 188, "those": 189, "possible": 190, "developing": 191, "nephropathy": 192, "compared": 193, "prevent": 194, "age": 195, "incidence": 196, "one": 197, "condition": 198, "malformations": 199, "years": 200, "development": 201, "metformin": 202, "greater": 203, "lifestyle": 204, "offspring": 205, "hypoglycaemia": 206, "table": 207, "assessment": 208, "association": 209, "criteria": 210, "test": 211, "seen": 212, "later": 213, "cesarean": 214, "level": 215, "24": 216, "following": 217, "14": 218, "function": 219, "had": 220, "major": 221, "22": 222, "causes": 223, "child": 224, "develop": 225, "glycaemic": 226, "related": 227, "impact": 228, "figure": 229, "nice": 230, "was": 231, "based": 232, "prior": 233, "required": 234, "ogtt": 235, "diagnostic": 236, "g": 237, "essential": 238, "tolerance": 239, "like": 240, "low": 241, "important": 242, "into": 243, "while": 244, "defects": 245, "worsening": 246, "given": 247, "baby": 248, "retinopathy": 249, "recommended": 250, "three": 251, "without": 252, "only": 253, "despite": 254, "therefore": 255, "hour": 256, "fasting": 257, "gestation": 258, "education": 259, "140": 260, "improve": 261, "shoulder": 262, "dystocia": 263, "data": 264, "additionally": 265, "exercise": 266, "role": 267, "prandial": 268, "effective": 269, "cell": 270, "sugar": 271, "diseases": 272, "findings": 273, "acid": 274, "diagnosed": 275, "abnormalities": 276, "among": 277, "detection": 278, "75": 279, "adverse": 280, "preeclampsia": 281, "lower": 282, "medication": 283, "history": 284, "macrosomic": 285, "evidence": 286, "use": 287, "patient": 288, "study": 289, "several": 290, "controlled": 291, "11": 292, "potential": 293, "2023": 294, "28": 295, "follow": 296, "medications": 297, "results": 298, "established": 299, "time": 300, "ultrasound": 301, "although": 302, "furthermore": 303, "infants": 304, "through": 305, "rate": 306, "once": 307, "respiratory": 308, "linked": 309, "within": 310, "production": 311, "distress": 312, "poor": 313, "along": 314, "infant": 315, "subsequent": 316, "prenatal": 317, "chance": 318, "any": 319, "premature": 320, "appropriate": 321, "healthy": 322, "cells": 323, "woman": 324, "achieve": 325, "majority": 326, "dietary": 327, "do": 328, "consequences": 329, "adulthood": 330, "abstract": 331, "basheer": 332, "m": 333, "author": 334, "article": 335, "albairmani": 336, "performed": 337, "multidisciplinary": 338, "avoid": 339, "analysis": 340, "access": 341, "labor": 342, "cost": 343, "background": 344, "inadequate": 345, "countries": 346, "25": 347, "significantly": 348, "life": 349, "need": 350, "critical": 351, "thus": 352, "status": 353, "daily": 354, "tube": 355, "neural": 356, "considered": 357, "above": 358, "intolerance": 359, "complication": 360, "used": 361, "increasing": 362, "moreover": 363, "factor": 364, "13": 365, "many": 366, "stillbirth": 367, "order": 368, "17": 369, "renal": 370, "18": 371, "issues": 372, "glyburide": 373, "comprehensive": 374, "maintain": 375, "provide": 376, "might": 377, "40": 378, "19": 379, "frequent": 380, "pumps": 381, "35": 382, "rates": 383, "cause": 384, "third": 385, "section": 386, "placenta": 387, "23": 388, "mother's": 389, "short": 390, "26": 391, "impaired": 392, "newborn": 393, "newborns": 394, "mortality": 395, "shown": 396, "show": 397, "chronic": 398, "nutrition": 399, "physical": 400, "cases": 401, "index": 402, "carbohydrate": 403, "delivered": 404, "39": 405, "found": 406, "previous": 407, "no": 408, "morbidity": 409, "labour": 410, "approach": 411, "occur": 412, "over": 413, "still": 414, "excessive": 415, "times": 416, "uterine": 417, "necessary": 418, "experience": 419, "large": 420, "childhood": 421, "onset": 422, "2010": 423, "salaheldin": 424, "organization": 425, "recommendations": 426, "strategies": 427, "american": 428, "mona": 429, "therapeutic": 430, "raniah": 431, "included": 432, "aim": 433, "folic": 434, "continuous": 435, "pump": 436, "cgm": 437, "visit": 438, "future": 439, "intensive": 440, "keywords": 441, "tight": 442, "preconception": 443, "effects": 444, "regulation": 445, "where": 446, "varies": 447, "present": 448, "interventions": 449, "intervention": 450, "reducing": 451, "best": 452, "ace": 453, "inhibitors": 454, "family": 455, "dose": 456, "overt": 457, "populations": 458, "using": 459, "often": 460, "ensure": 461, "contribute": 462, "further": 463, "16": 464, "especially": 465, "95": 466, "neuropathy": 467, "safety": 468, "drugs": 469, "target": 470, "self": 471, "vary": 472, "per": 473, "2017": 474, "ketoacidosis": 475, "so": 476, "healthcare": 477, "severe": 478, "limited": 479, "careful": 480, "21": 481, "does": 482, "close": 483, "proper": 484, "environment": 485, "leads": 486, "29": 487, "32": 488, "main": 489, "protein": 490, "postprandial": 491, "conditions": 492, "year": 493, "36": 494, "authors": 495, "could": 496, "progression": 497, "eclampsia": 498, "i": 499, "outcome": 500, "made": 501, "individuals": 502, "lactogen": 503, "fat": 504, "general": 505, "even": 506, "spontaneous": 507, "did": 508, "contraception": 509, "pressure": 510, "intra": 511, "gain": 512, "advice": 513, "each": 514, "reduced": 515, "against": 516, "usually": 517, "hours": 518, "jaundice": 519, "develops": 520, "overweight": 521, "nakshine": 522, "vaishnavi": 523, "obese": 524, "strategy": 525, "affected": 526, "growing": 527, "tissue": 528, "illness": 529, "depression": 530, "according": 531, "activity": 532, "milk": 533, "nutritional": 534, "2020": 535, "2012": 536, "haya": 537, "eyman": 538, "ahmed": 539, "information": 540, "excellence": 541, "license": 542, "world": 543, "notes": 544, "search": 545, "tala": 546, "yousif": 547, "copyright": 548, "kidwai": 549, "syouti": 550, "pmid": 551, "pmcid": 552, "elfaki": 553, "alweena": 554, "macky": 555, "fatma": 556, "alzubaidy": 557, "stringent": 558, "hemoglobin": 559, "supplementation": 560, "guide": 561, "considerable": 562, "insurance": 563, "implications": 564, "introduction": 565, "addressed": 566, "terms": 567, "global": 568, "involves": 569, "affect": 570, "minimize": 571, "maintaining": 572, "70": 573, "goal": 574, "complicated": 575, "intake": 576, "carries": 577, "available": 578, "rising": 579, "off": 580, "face": 581, "presents": 582, "since": 583, "symptoms": 584, "twice": 585, "sensitivity": 586, "ideally": 587, "optimal": 588, "specifically": 589, "regularly": 590, "team": 591, "bmi": 592, "detect": 593, "2022": 594, "e": 595, "crucial": 596, "timely": 597, "born": 598, "meals": 599, "uncontrolled": 600, "decrease": 601, "less": 602, "potentially": 603, "smbg": 604, "because": 605, "needs": 606, "require": 607, "urinary": 608, "attention": 609, "providers": 610, "much": 611, "benefits": 612, "experienced": 613, "good": 614, "failure": 615, "how": 616, "normally": 617, "besides": 618, "second": 619, "monitor": 620, "restricted": 621, "them": 622, "state": 623, "intrauterine": 624, "newly": 625, "resulting": 626, "brachial": 627, "circulation": 628, "suffer": 629, "plexus": 630, "occurs": 631, "27": 632, "poorly": 633, "fold": 634, "cardiac": 635, "few": 636, "31": 637, "avoided": 638, "case": 639, "full": 640, "prevention": 641, "involve": 642, "line": 643, "activities": 644, "managing": 645, "cannot": 646, "33": 647, "help": 648, "34": 649, "whether": 650, "every": 651, "surveillance": 652, "37": 653, "38": 654, "breastfeeding": 655, "treat": 656, "part": 657, "would": 658, "get": 659, "our": 660, "make": 661, "needed": 662, "declared": 663, "organizations": 664, "response": 665, "support": 666, "medical": 667, "counselling": 668, "fact": 669, "approximately": 670, "direct": 671, "affects": 672, "unfortunately": 673, "small": 674, "centres": 675, "certain": 676, "secretion": 677, "near": 678, "adiposity": 679, "hormones": 680, "pancreatic": 681, "then": 682, "hyperglycaemia": 683, "body": 684, "caused": 685, "decreased": 686, "damage": 687, "rather": 688, "out": 689, "includes": 690, "artery": 691, "methods": 692, "effect": 693, "encouraged": 694, "treated": 695, "least": 696, "95mg": 697, "natal": 698, "lead": 699, "size": 700, "day": 701, "moderate": 702, "measurement": 703, "human": 704, "vital": 705, "undertaken": 706, "serum": 707, "induced": 708, "death": 709, "advised": 710, "modified": 711, "vaginal": 712, "48": 713, "discussed": 714, "group": 715, "threshold": 716, "hapo": 717, "gm": 718, "glibenclamide": 719, "cvd": 720, "controlling": 721, "c": 722, "childbirth": 723, "people": 724, "credits": 725, "image": 726, "probability": 727, "pass": 728, "known": 729, "transport": 730, "alterations": 731, "45": 732, "trauma": 733, "heart": 734, "expectant": 735, "provides": 736, "modifications": 737, "2004": 738, "alternatives": 739, "understanding": 740, "alexander": 741, "pubmed": 742, "john": 743, "adler": 744, "r": 745, "conducted": 746, "editors": 747, "literature": 748, "areas": 749, "practices": 750, "institute": 751, "across": 752, "muacevic": 753, "national": 754, "glycated": 755, "approaches": 756, "optimization": 757, "previously": 758, "variation": 759, "requirement": 760, "persistent": 761, "disparities": 762, "resource": 763, "effectiveness": 764, "providing": 765, "coverage": 766, "settings": 767, "requires": 768, "depending": 769, "worldwide": 770, "genetic": 771, "estimated": 772, "equity": 773, "emphasizing": 774, "converting": 775, "safely": 776, "changing": 777, "attain": 778, "total": 779, "months": 780, "50": 781, "counseling": 782, "childbearing": 783, "highlighting": 784, "plan": 785, "recommend": 786, "antenatal": 787, "iadpsg": 788, "international": 789, "interpretation": 790, "fpg": 791, "cut": 792, "associations": 793, "developed": 794, "overview": 795, "useful": 796, "enhance": 797, "expert": 798, "practice": 799, "trials": 800, "variety": 801, "advances": 802, "updated": 803, "randomized": 804, "endocrinologists": 805, "obstetricians": 806, "dietitians": 807, "widely": 808, "usual": 809, "earlier": 810, "153": 811, "92": 812, "s": 813, "upon": 814, "instituted": 815, "diminish": 816, "optimizing": 817, "strict": 818, "targets": 819, "remains": 820, "whereas": 821, "whose": 822, "range": 823, "bolus": 824, "becoming": 825, "basal": 826, "adjustments": 827, "increasingly": 828, "signs": 829, "evaluation": 830, "0": 831, "adjustment": 832, "complex": 833, "take": 834, "done": 835, "tract": 836, "infection": 837, "events": 838, "achieving": 839, "injections": 840, "better": 841, "barrier": 842, "malfunction": 843, "infusion": 844, "beneficial": 845, "becomes": 846, "cover": 847, "disorders": 848, "systems": 849, "ultrasounds": 850, "hyperglycemic": 851, "complicate": 852, "relation": 853, "glycemia": 854, "underlying": 855, "restriction": 856, "promote": 857, "greatly": 858, "mentioned": 859, "injury": 860, "pancreas": 861, "excess": 862, "fall": 863, "continue": 864, "hyperinsulinemia": 865, "neonates": 866, "utero": 867, "surfactant": 868, "agenesis": 869, "bifida": 870, "another": 871, "organogenesis": 872, "spina": 873, "oxygen": 874, "supply": 875, "suggested": 876, "stage": 877, "abnormal": 878, "relies": 879, "serious": 880, "excellent": 881, "dramatically": 882, "gynecologist": 883, "optimum": 884, "themselves": 885, "achieved": 886, "balanced": 887, "fats": 888, "analogs": 889, "recommends": 890, "adjust": 891, "four": 892, "routine": 893, "timing": 894, "suggest": 895, "individual": 896, "run": 897, "reduction": 898, "modification": 899, "considerably": 900, "play": 901, "conclusions": 902, "knowledge": 903, "received": 904, "work": 905, "relationships": 906, "sustained": 907, "submitted": 908, "compliance": 909, "content": 910, "manuscript": 911, "polyhydramnios": 912, "remain": 913, "partum": 914, "metabolism": 915, "importance": 916, "focus": 917, "proportion": 918, "concern": 919, "calls": 920, "us": 921, "trial": 922, "become": 923, "european": 924, "we": 925, "begins": 926, "appears": 927, "progesterone": 928, "hormone": 929, "kept": 930, "circulating": 931, "defect": 932, "rise": 933, "retardation": 934, "neonate": 935, "central": 936, "vascular": 937, "cardio": 938, "system": 939, "prematurely": 940, "pulmonary": 941, "hyperbilirubinaemia": 942, "difficult": 943, "hypocalcaemia": 944, "polycythaemia": 945, "planning": 946, "six": 947, "permanent": 948, "progress": 949, "deterioration": 950, "obstetrician": 951, "standard": 952, "carried": 953, "demonstrated": 954, "unplanned": 955, "adequate": 956, "diabetologist": 957, "autonomic": 958, "coronary": 959, "probably": 960, "taken": 961, "contraceptive": 962, "combined": 963, "suitable": 964, "detrimental": 965, "emergency": 966, "safe": 967, "started": 968, "optimise": 969, "labetalol": 970, "discontinued": 971, "assessed": 972, "ante": 973, "provided": 974, "episodes": 975, "continued": 976, "unawareness": 977, "140mg": 978, "glucagon": 979, "home": 980, "sufficient": 981, "regime": 982, "urine": 983, "serve": 984, "proteinuria": 985, "microalbuminuria": 986, "concomitant": 987, "presence": 988, "commonly": 989, "manifested": 990, "appropriately": 991, "identified": 992, "volume": 993, "liquor": 994, "mostly": 995, "mean": 996, "own": 997, "hospital": 998, "indicated": 999, "basis": 1000, "return": 1001, "requirements": 1002, "units": 1003, "feeding": 1004, "around": 1005, "defined": 1006, "ethnic": 1007, "sample": 1008, "value": 1009, "substantially": 1010, "calorie": 1011, "below": 1012, "palsy": 1013, "screened": 1014, "plasma": 1015, "classification": 1016, "impacts": 1017, "older": 1018, "longer": 1019, "difficulties": 1020, "dm": 1021, "giving": 1022, "getting": 1023, "antepartum": 1024, "prevalent": 1025, "gaps": 1026, "ultimately": 1027, "course": 1028, "demand": 1029, "plays": 1030, "release": 1031, "adipose": 1032, "number": 1033, "produce": 1034, "researches": 1035, "influence": 1036, "treating": 1037, "looked": 1038, "techniques": 1039, "therapies": 1040, "quick": 1041, "title": 1042, "prisma": 1043, "systematic": 1044, "preferred": 1045, "meta": 1046, "particular": 1047, "regardless": 1048, "similar": 1049, "likelihood": 1050, "declining": 1051, "deteriorate": 1052, "meet": 1053, "prediabetes": 1054, "traits": 1055, "markers": 1056, "comparatively": 1057, "aids": 1058, "multifaceted": 1059, "biological": 1060, "effectively": 1061, "imply": 1062, "defense": 1063, "taking": 1064, "extremely": 1065, "instrumental": 1066, "uterus": 1067, "hemorrhage": 1068, "tearing": 1069, "vagina": 1070, "already": 1071, "effort": 1072, "prematurity": 1073, "infections": 1074, "babies": 1075, "states": 1076, "amount": 1077, "boost": 1078, "amino": 1079, "mtor": 1080, "comparable": 1081, "composition": 1082, "breast": 1083, "numerous": 1084, "gland": 1085, "mammary": 1086, "bilirubin": 1087, "adult": 1088, "indians": 1089, "pima": 1090, "41": 1091, "indicate": 1092, "43": 1093, "44": 1094, "46": 1095, "47": 1096, "secure": 1097, "rpl": 1098, "lga": 1099, "gct": 1100, "idm": 1101, "nidm": 1102, "2016": 1103, "unfavorable": 1104, "2015": 1105, "2009": 1106, "shows": 1107, "xiang": 1108, "multiethnic": 1109, "retnakaran": 1110, "1986": 1111, "2021": 1112}